<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta name="Robots" contect="none">
    <link rel="stylesheet" href="css/mem_qa.css" type="text/css">
    <link rel="stylesheet" href="css/mem_qa_six.css" type="text/css">
    <title>重庆时时彩 - 游戏规则</title>
</head>
<body id="SPORT">
    <div class="qa_head">
        <em>游戏规则</em></div>
    <div id="wrapper">
        <div id="qa_nav">
            <ul>
                <li class="rule"><a href="sports.php">体育赛事</a></li>
                <li class="rule"><a href="6hc.php">六合彩</a></li>
                <li class="sport"><a href="ssc.php">重庆时时彩</a></li>
                <li class="rule"><a href="ssl.php">上海时时乐</a></li>
                <li class="rule"><a href="bjsc.php">北京ＰＫ拾</a></li>
            </ul>
        </div>
        <div id="qa_nav">
            <ul>
                <li class="rule"><a href="3d.php">福彩３Ｄ</a></li>
                <li class="rule"><a href="pl3.php">排列三</a></li>
                <li class="rule"><a href="klsf.php">广东１０分</a></li>
                <li class="rule"><a href="kl8.php">北京快乐８</a></li>
				<li class="rule"><a href="11-5.php">广东11选5</a></li>
            </ul>
        </div>
        <div id="main">
            <a name="top"></a>
            <div id="info1">
                <p class="b sub">
                    简介</p>
                <p>
                    重庆时时彩游戏是依照中国重庆福利彩票发行中心统一发行的『时时彩』彩票的开奖数据为依据所规划的线上彩票游戏，北京时间（GMT+8）每天白天从上午10:00开到晚上22:00（10分钟一期，共72期），夜间从晚上22:00至凌晨02:00（5分钟一期，共48期），每天开奖120期（白天72期，夜间48期）。本公司重庆时时彩具体游戏规则如下︰<br>
                    开奖结果为五码 (万、仟、佰、拾、个)。假设结果为1 、2 、3 、4、5。
                </p>
            </div>
            <div id="info2">
                <p class="b sub">
                    游戏玩法</p>
                <h1>
                    <strong>1、第一球 ~ 第五球</strong></h1>
                <p>
                    <b><span class="point">※第一球~第五球：</span></b>第一球、第二球、第三球、第四球、第五球：指下注的每一球特码与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码
                    8，下注第一球为 8 者视为中奖，其余情形视为不中奖。
                </p>
                <p>
                    <b><span class="point">※单双大小：</span></b>根据相应单项投注第一球 ~ 第五球开出的球号，判断胜负。
                </p>
                <p>
                    <b><span class="point">※大小：</span></b>根据相应单项投注的第一球 ~ 第五球开出的球号大于或等于 5 为特码大，小于或等于
                    4 为特码小。
                </p>
                <p>
                    <b><span class="point">※单双：</span></b>根据相应单项投注的第一球 ~ 第五球开出的球号为双数则为特码双，如 2、6；球号为单数则为特码单，如
                    1、3。
                </p>
                <br>
                <h1>
                    <strong>2、总和</strong></h1>
                <p>
                    <b><span class="point">※大小：</span></b>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值大于或等于 23 为总和大，小于或等于
                    22 为总和小。
                </p>
                <p>
                    <b><span class="point">※单双：</span></b>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。
                </p>
                <br>
                <h1>
                    <strong>3、前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六</strong></h1>
                <p>
                    <b><span class="point">※豹子：</span></b>开奖号码的万位千位百位数字都相同。如中奖号码为：222XX、666XX、888XX...开奖号码的万位千位百位数字相同，则投注前三豹子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※顺子：</span></b>开奖号码的万位千位百位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：123XX、901XX、321XX、798XX...开奖号码的万位千位百位数字相连，则投注前三顺子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※对子：</span></b>开奖号码的万位千位百位任意两位数字相同（不包括豹子）。如中奖号码为：001XX，288XX、696XX...开奖号码的万位千位百位有两位数字相同，则投注前三对子者视为中奖，其它视为不中奖。如果开奖号码为前三豹子，则前三对子视为不中奖。
                </p>
                <p>
                    <b><span class="point">※半顺：</span></b>开奖号码的万位千位百位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：125XX、540XX、390XX、160XX...开奖号码的万位千位百位有两位数字相连，则投注前三半顺者视为中奖，其它视为不中奖。如果开奖号码为前三顺子、前三对子，则前三半顺视为不中奖。如开奖号码为：123XX、901XX、556XX、233XX...视为不中奖。
                </p>
                <p>
                    <b><span class="point">※杂六：</span></b>不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：157XX、268XX...开奖号码位数之间无关联性，则投注前三杂六者视为中奖，其它视为不中奖。
                </p>
                <br>
                <h1>
                    <strong>4、中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六</strong></h1>
                <p>
                    <b><span class="point">※豹子：</span></b>开奖号码的千位百位十位数字都相同。如中奖号码为：X222X、X666X、X888X...开奖号码的千位百位十位数字相同，则投注中三豹子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※顺子：</span></b>开奖号码的千位百位十位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：X123X、X901X、X321X、X798X...开奖号码的千位百位十位数字相连，则投注中三顺子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※对子：</span></b>开奖号码的千位百位十位任意两位数字相同（不包括豹子）。如中奖号码为：X001X，X288X、X696X...开奖号码的千位百位十位有两位数字相同，则投注中三对子者视为中奖，其它视为不中奖。如果开奖号码为中三豹子，则中三对子视为不中奖。
                </p>
                <p>
                    <b><span class="point">※半顺：</span></b>开奖号码的千位百位十位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：X125X、X540X、X390X、X160X...开奖号码的千位百位十位有两位数字相连，则投注中三半顺者视为中奖，其它视为不中奖。如果开奖号码为中三顺子、中三对子，则中三半顺视为不中奖。如开奖号码为：X123X、X901X、X556X、X233X...视为不中奖。
                </p>
                <p>
                    <b><span class="point">※杂六：</span></b>不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：X157X、X268X...开奖号码位数之间无关联性，则投注中三杂六者视为中奖，其它视为不中奖。
                </p>
                <br>
                <h1>
                    <strong>5、后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六</strong></h1>
                <p>
                    <b><span class="point">※豹子：</span></b>开奖号码的百位十位个位数字都相同。如中奖号码为：XX222、XX666、XX888...开奖号码的百位十位个位数字相同，则投注后三豹子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※顺子：</span></b>开奖号码的百位十位个位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：XX123、XX901、XX321、XX798...开奖号码的百位十位个位数字相连，则投注后三顺子者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※对子：</span></b>开奖号码的百位十位个位任意两位数字相同（不包括豹子）。如中奖号码为：XX001，XX288、XX696...开奖号码的百位十位个位有两位数字相同，则投注后三对子者视为中奖，其它视为不中奖。如果开奖号码为后三豹子，则后三对子视为不中奖。
                </p>
                <p>
                    <b><span class="point">※半顺：</span></b>开奖号码的百位十位个位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：XX125、XX540、XX390、XX160...开奖号码的百位十位个位有两位数字相连，则投注后三半顺者视为中奖，其它视为不中奖。如果开奖号码为后三顺子、后三对子，则后三半顺视为不中奖。如开奖号码为：XX123、XX901、XX556、XX233...视为不中奖。
                </p>
                <p>
                    <b><span class="point">※杂六：</span></b>不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：XX157、XX268...开奖号码位数之间无关联性，则投注后三杂六者视为中奖，其它视为不中奖。
                </p>
                <br>
                <h1>
                    <strong>6、龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）</strong></h1>
                <p>
                    <b><span class="point">※龙：</span></b>开奖第一球（万位）的号码 大于 第五球（个位）的号码。如：第一球开出 6，第五球开出
                    2、第一球开出 8，第五球开出 6、第一球开出 5，第五球开出 1...开奖为龙，投注龙者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※虎：</span></b>开奖第一球（万位）的号码 小于 第五球（个位）的号码。如：第一球开出 2，第五球开出
                    6、第一球开出 6，第五球开出 8、第一球开出 1，第五球开出 5...开奖为虎，投注虎者视为中奖，其它视为不中奖。
                </p>
                <p>
                    <b><span class="point">※和：</span></b>开奖第一球（万位）的号码&nbsp;等于&nbsp;第五球（个位）的号码。如：2XXX2、6XXX6、8XXX8...开奖为和，投注和者视为中奖，其它视为不中奖。
                </p>
                <br>
                <div class="to_top">
                    <a href="#top"><span>回最上层</span></a></div>
            </div>
        </div>
    </div>
    <div class="qa_foot">
    </div>
</body>
</html>