<?php


echo '
<div id="RuleDiv">
  <div class="slide-index">
    <p class="title">目录</p>
    <ul>
            <li ><a href="#LT_rule" title="六合彩">六合彩</a></li>
            <li ><a href="#D3_rule" title="3D彩">3D彩</a></li>
            <li><a href="#P3_rule" title="排列三">排列三</a></li>
            <li style="display: none"><a href="#BT_rule" title="BB3D">BB3D</a></li>
            <li style="display:none;"><a href="#T3_rule" title="上海时时乐">上海时时乐</a></li>
            <li><a href="#CQ_rule" title="重庆时时彩">重庆时时彩</a></li>
            <li style="display:none;"><a href="#TJ_rule" title="天津时时彩">天津时时彩</a></li>
            <li style="display:none;"><a href="#JX_rule" title="江西时时彩">江西时时彩</a></li>
            <li style="display:none;"><a href="#GXSF_rule" title="广西十分彩">广西十分彩</a></li>
            <li style="display:none;"><a href="#GDSF_rule" title="广东十分彩">广东十分彩</a></li>
            <li style="display:none;"><a href="#TJSF_rule" title="天津十分彩">天津十分彩</a></li>
            <li style="display:none;"><a href="#GD11_rule" title="广东十一选五">广东十一选五</a></li>
            <li><a href="#BJKN_rule" title="北京快乐8">北京快乐8</a></li>
            <li style="display: none"><a href="#CAKN_rule" title="加拿大卑斯">加拿大卑斯</a></li>
            <li style="display: none"><a href="#AUKN_rule" title="澳洲首都商业区">澳洲首都商业区</a></li>
            <li style="display: none"><a href="#BBKN_rule" title="BB快乐彩">BB快乐彩</a></li>
            <li class="last"><a href="#BJPK_rule" title="北京PK拾">北京PK拾</a></li>
          </ul>
  </div>
    <div class="LT rule_style_set" id="LT_rule">
      <h2>一般规则说明</h2>

<ol>
<li>客户一经在本公司开户或投注，即被视为已接受这些规则。</li>
<li>如果客户怀疑自己的资料被盗用，应立即通知本公司，并更改个人详细资料，且之前所使用的使用者名称及密码将全部无效。</li>
<li>客户有责任确保自己的帐户及登入资料的保密性。在本网站上以个人的使用者名称及密码进行的任何网上投注将被视为有效。</li>
<li>为了避免出现争议，请务必在下注之后检查“ 下注状况 ”。</li>
<li>开奖后接受的投注，将被视为无效。</li>
<li>任何的投诉必须在开奖之前提出，本公司将不会受理任何开奖之后的投诉。</li>
<li>公布赔率时出现的任何打字错误或非故意人为失误，本公司将保留改正错误和按正确赔率结算注单的权力。</li>
<li>公布之所有赔率为浮动赔率，派彩时的赔率将以本公司确认投注时之赔率为准。</li>
<li>如本公司察觉客户投注状况异常时，有权即时中止客户投注；在本公司中止下注前，客户之所有投注仍属有效，不得要求取消或延迟交收，以及不得有任何异议。</li>
<li>如因在本网站投注触犯当地法律，本公司概不负责。</li>
<li>『六合彩』当次确认下注时间与上次确认下注时间10秒钟内：出现同群组且内容相同2笔以上之注单，本公司只承认一笔有效注单，其余一律注销。<br />
(举例1：十秒内出现快速下注特别号01,02,03同群组同内容的注单两组以上,本公司只保留一组有效,其余将注销)<br />
(举例2：十秒内出现快速下注特别号01,02,03 和快速下注特别号01,02,因群组号码不同,则认定两组皆为有效注单)</li>
</ol>

<h2>六合彩规则说明</h2>

<ol>
<li>以下所有投注皆含本金。</li>
<li><strong>特别号码盘势规则说明</strong><br />
香港六合彩公司当期开出的最后一码为特别号或特码。<br />
特码　单　码：假设投注号码为开奖号码之特别号，视为中奖，其余情形视为不中奖。<br />
特码　大　小：开出之特码大于或等于25为特码大， 小于或等于24为特码小，开出49为和。<br />
特码　单　双：特码为双数叫特双，如8、16；特码为单数叫特单，如21、35，开出49为和。<br />
特码和数大小：以特码个位和十位数字之和来判断胜负，和数大于或等于7为大，小于或等于6为小，开出49号为和。<br />
特码和数单双：以特码个位和十位数字之和来判断单双，如01，12，32为和单，02，11，33为和双，开出49号为和。<br />
特码尾数大小：以特别号尾数若0尾~4尾为小、5尾~9尾为大；如01、32、44为特尾小；如05、18、19为特尾大，开出49号为和<br />
特码　半　特：以特别号大小与特别号单双游戏为一个投注组合；当期特别号开出符合投注组合，即视为中奖；若当期特码开出49号，则视为和局；其余情形视为不中奖 </li>
<li><strong>两面：</strong>指大、小；单、双。</li>
<li>每期六合彩开奖球数共七粒(包括特码)。</li>
<li><strong>正码：</strong>香港六合彩公司当期开出之前6个号码叫正码。每一个号码为一投注组合，假如投注号码为开奖号码之 正码，视为中奖，其馀情形视为不中奖。</li>
<li><strong>正码1-6盘势规则说明</strong><br />
香港六合彩公司当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次为正码2、正码3…… 正码6(并不以号码大小排序)。<br />
大　　小：
以指定出现正码的位置与号码大于或等于25为大，小于或等于24为小，开出49为和。<br />
单　　双：
以指定出现正码的位置与号码为单数或双数下注，开出49为和。<br />
和数大小：
以指定出现正码的位置与号码个位和十位数字总和来判断胜负，和数大于或等于7为大，小于或等于6为小，开出49号为和。<br />
和数单双：
以指定出现正码的位置与号码个位和十位数字总和来判断单双，开出49号为和。<br />
色　　波：
以指定出现正码的位置的球色下注，开奖之球色与下注之颜色相同时，视为中奖，其余情形视为不中奖。<br />
尾数大小：以指定出现正码的位置与号码尾数大小下注，若0尾~4尾为小、5尾~9尾为大。如01、32、44为正尾小；如05、18、19为正尾大，开出49号为和</li>
<li><strong>正码特 ：</strong>
正码特是指 正1特、正2特、正3特、正4特、正5特、正6特：其下注的正码特号与现场摇珠开出之正码其开奖顺序及开奖号码相同，视为中奖， 如现场摇珠第一个正码开奖为49号，下注第一个正码特为49则视为中奖，其它号码视为不中奖。</li>
<li><strong>总和单双 ：</strong>
所有七个开奖号码的分数总和是单数叫(总分单)，如分数总和是115、183；分数总和是双数叫(总 分双)，如分数总和是108、162。假如投注组合符合中奖结果，视为中奖，其馀情形视为不中奖 。</li>
<li><strong>总和大小 ：</strong>
所有七个开奖号码的分数总和大于或等于175为总分大；分数总和小于或等于174为总分小。 如开奖号码为02、08、17、28、39、46、25，分数总和是165，则总分小。假如投注组合符合 中奖结果，视为中奖，其馀情形视为不中奖。</li>
<li><p><strong>连码 ：</strong></p>

<table>
    <tr>
        <td width="4%" valign="top" bgcolor="#FFE3CA" align="center">
            1·
        </td>
        <td width="96%" bgcolor="#FFF7F0">
            <span class="style2">四全中： </span>所投注的每四个号码为一组合，若四个号码都是开奖号码之正码，视为中奖，其余情形视为不中奖。如06、07、08、09四个都是开奖号码之正码，视为中奖，如三个正码加上一个特别号码视为不中奖。
        </td>
    </tr>
    <tr>
        <td width="4%" valign="top" bgcolor="#FFE3CA" align="center">
            2·
        </td>
        <td width="96%" bgcolor="#FFF7F0">
            <span class="style2">三中二： </span>所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；   若3个都是开奖号码中的正码，即为三中二之中三，其馀情形视为不中奖，如06、07、08   为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖   号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视 为不中奖 。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FCF7CB" align="center">
            3·
        </td>
        <td bgcolor="#FDFBE3">
            <span class="style2">三全中：</span>
            所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其馀情形视为   不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号 码视为不中奖 。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFE3CA" align="center">
            4·
        </td>
        <td bgcolor="#FFF7F0">
            <span class="style2">二全中：</span>
            所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其馀情形视为不 中奖（含一个正码加一个特别号码之情形）。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FCF7CB" align="center">
            5·
        </td>
        <td bgcolor="#FDFBE3">
            <span class="style2">二中特：</span>
            所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特别号码，叫二中特之中特；其馀情形视为不中奖 。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFE3CA" align="center">
            6·
        </td>
        <td bgcolor="#FFF7F0">
            <span class="style2">特串：</span>
            所投注的每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其馀情形视为 不中奖（含二个号码都是正码之情形） 。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FCF7CB" align="center">
            7.
        </td>
        <td bgcolor="#FFF7F0">
            依照二全中·二中特·特串 此3种玩法规则,来进行‘生肖对碰’或‘尾数对碰’<br/>
            例一：<br/>
            选择‘二全中’,之后进行‘生肖对碰’选择马(2，14，26，38)以及羊 (1，13，25，37，49)<br/>
            则会产生20组号码组合：<br/>
            [2,1] [2,13] [2,25] [2,37] [2,49]<br/>
            [14,1] [14,13] [14,25] [14,37] [14,49]<br/>
            [26,1] [26,13] [26,25] [26,37] [26,49]<br/>
            [38,1] [38,13] [38,25] [38,37] [38,49]<br/>
            例二：<br/>
            选择‘二中特’,之后进行‘尾数对碰’选择0(10，20，30，40)以及5(5，15，25，35，45)<br/>
            则会产生20组号码组合：<br/>
            [10,5] [10,15] [10,25] [10,35] [10,45]<br/>
            [20,5] [20,15] [20,25] [20,35] [20,45]<br/>
            [30,5] [30,15] [30,25] [30,35] [30,45]<br/>
            [40,5] [40,15] [40,25] [40,35] [40,45]
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FCF7CB" align="center">
            8.
        </td>
        <td>
            肖串尾数:选择一主肖，可扥0-9尾的球．
            以三全中的肖串尾数为例：
            选择【蛇】当主肖(号码03,15,27,39)并且扥9尾数．因为9尾数中的39已在主肖中出现，将不重复组合．
            故龙主肖扥9尾数共可组合出24种组合(二个尾数号码+一个主肖号码的组合)．
        </td>
    </tr>
</table></li>
<li><p><strong>正码过关 ：</strong>
游戏规则同正码1-6盘势，但须同时投注多项结果，串联成投注组合，只要单期所开出之开奖结果符合您所选定之串联结果，即视为中奖，若其中一项结果不中，则视为不中奖；若其中一项结果为和，其余结果都中奖的情形，也视为中奖；和的项目赔率以一计算</p></li>
<li><p><strong>生肖色波 ：</strong>分为生肖与色波两种玩法</p>

<table>
    <tr>
        <td width="4%" valign="top" bgcolor="#FFE3CA" align="center">
            1·
        </td>
        <td width="96%" bgcolor="#FFF7F0">
            <span class="style2">特码生肖： </span><br/>
            生肖顺序为 鼠 &gt;牛 &gt;虎 &gt;兔 &gt;龙 &gt;蛇 &gt;马   &gt;羊 &gt;猴 &gt;鸡 &gt;狗 &gt;猪<br/>
            如今年是羊年，就以羊为开始，依顺序将49个号码分为12个生肖(如下)，再以生肖下注。<br/>
            羊 01 , 13 , 25 , 37 , 49<br/>
            猴 12 , 24 , 36 , 48<br/>
            鸡 11 , 23 , 35 , 47<br/>
            狗 10 , 22 , 34 , 46<br/>
            猪 09 , 21 , 33 , 45<br/>
            鼠 08 , 20 , 32 , 44<br/>
            牛 07 , 19 , 31 , 43<br/>
            虎 06 , 18 , 30 , 42<br/>
            兔 05 , 17 , 29 , 41<br/>
            龙 04 , 16 , 28 , 40<br/>
            蛇 03 , 15 , 27 , 39<br/>
            马 02 , 14 , 26 , 38<br/>
            若当期特别号，落在下注生肖范围内，视为中奖 。
        </td>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FCF7CB" align="center">
            2·
        </td>
        <td bgcolor="#FDFBE3">
            <span class="style2">色波：</span>
            以特别号的球色下注，开奖的球色与下注的颜色相同，视为中奖，球色号码分布如下:<br/>
            <span class="style1">01 </span>
            <span class="style8">11 21 </span>
            <span class="style9">31 41</span><br/>
            <span class="style1">02</span>
            <span class="style1">12</span>
            <span class="style8">22 32</span>
            <span class="style9">42</span><br/>
            <span class="style9">03</span>
            <span class="style1">13 23</span>
            <span class="style8">33 43</span><br/>
            <span class="style9">04 14</span>
            <span class="style1">24 34</span>
            <span class="style7">44</span><br/>
            <span class="style8">05</span>
            <span class="style9">15 25</span>
            <span class="style1">35 45</span><br/>
            <span class="style8">06 16 </span>
            <span class="style9">26 36</span>
            <span class="style1">46</span><br/>
            <span class="style1">07</span>
            <span class="style8">17 27</span>
            <span class="style9">37 47</span><br/>
            <span class="style1">08 18</span>
            <span class="style8">28 38</span>
            <span class="style9">48</span><br/>
            <span class="style9">09</span>
            <span class="style1">19 29</span>
            <span class="style8">39 49 </span><br/>
            <span class="style9">10 20</span>
            <span class="style1">30 40</span>
        </td>
    </tr>
</table></li>
<li><p><strong>一肖 ：</strong></p>

<table>
    <tr>
        <td width="4%" valign="top" bgcolor="#FFE3CA" align="center">
            1·
        </td>
        <td width="96%" bgcolor="#FFF7F0">
            <span class="style2">一肖：</span>
            将生肖依序排列，例如今年是羊年，就以羊为开始，依顺序将49个号码分为12个生肖(如下)，再以生肖下注。<br/>
            羊 01 , 13 , 25 , 37 , 49<br/>
            猴 12 , 24 , 36 , 48<br/>
            鸡 11 , 23 , 35 , 47<br/>
            狗 10 , 22 , 34 , 46<br/>
            猪 09 , 21 , 33 , 45<br/>
            鼠 08 , 20 , 32 , 44<br/>
            牛 07 , 19 , 31 , 43<br/>
            虎 06 , 18 , 30 , 42<br/>
            兔 05 , 17 , 29 , 41<br/>
            龙 04 , 16 , 28 , 40<br/>
            蛇 03 , 15 , 27 , 39<br/>
            马 02 , 14 , 26 , 38<br/>
            只要当期号码(所有正码与最后开出的特码)，落在下注生肖范围内，则视为中奖。<span style="color:red;font-weight:bold;">(请注意：49亦算输赢，不为和)</span>。
        </td>
    </tr>
</table></li>
<li><strong>合肖 ：</strong>
选1~11生肖(排列如同生肖)为一组合，并选择开奖号码的特码是否在此组合内，若选择是"中"(可选择2~11个生肖)且开奖号码的特码亦在此组合内，即视为中奖；若选择否"不中"(可选择1~10个生肖),<span style=\'color:red;font-weight:bold;\'>系统会将选择不中的组合改为中的组合；</span>若当期特码开出49号，则所有组合皆视为和局</li>
<li><strong>超快速模式 ：</strong>
在此模式下所投注的注单，若是赔率变动时，系统将不会有赔率已变动的讯息提示，而会以投注当时的最新赔率接受投注。   例：使用超快速模式投注特别号，输入金额时，赔率为41.5倍，金额输入的过程中赔率已更新为41倍，金额输入完毕，确认投注时，注单上所显示的赔率将会是以41倍接受投注，当下投注画面上亦会更新为最新赔率。</li>
<li><strong>半波 ：</strong>
以特码色波和特单，特双，特大，特小为一个投注组合，当期特码开出符合投注组合，即视为中奖；   若当期特码开出49号，则视为和局；其馀情形视为不中奖。</li>
<li><strong>半半波 ：</strong>
以特码色波和特码单双及特码大小等三种游戏为一个投注组合，当期特码开出符合投注组合，即视为中奖；   若当期特码开出49号，则视为和局；其馀情形视为不中奖。</li>
<li><strong>正肖 ：</strong>依据开出的所有正码为主。若当期6个正码，只要有1个落在下注生肖范围内，视为中奖。如超过1个正码落在下注生肖范围内 ，派彩将倍增！<br />
如：下注＄100.-正肖马赔率1.88<br />
6个正码开出01，派彩为＄88.-<br />
6个正码开出01，13，派彩为＄176.-<br />
6个正码开出01，13，25，派彩为＄264.-<br />
6个正码开出01，13，25，37，派彩为＄352.-<br />
6个正码开出01，13，25，37，49，派彩为＄440.-<span style="color:red;font-weight:bold;">(请注意：49亦算输赢，不为和)</span></li>
<li><strong>七色波 ：</strong>
以开出的7个色波，那种颜色最多为中奖。   开出的6个正码各以1个色波计，特别号以1.5个色波计。而以下3种结果视为和局。<br />
6个正码开出3蓝3绿，而特别码是1.5红<br />
6个正码开出3蓝3红，而特别码是1.5绿<br />
6个正码开出3绿3红，而特别码是1.5蓝<br />
如果出现和局，所有投注红，绿，蓝七色波的金额将全数退回，会员也可投注和局。</li>
<li><strong>特码头数 ：</strong>指特别号所属头数的号码<br />
"0"头 ：01，02，03，04，05，06，07，08，09<br />
"1"头 ：10，11，12，13，14，15，16，17，18，19<br />
"2"头 ：20，21，22，23，24，25，26，27，28，29<br />
"3"头 ：30，31，32，33，34，35，36，37，38，39<br />
"4"头 ：40，41，42，43，44，45，46，47，48，49<br />
例如 ：开奖结果特别号码是21则 "2"头为中奖，其他头数都不中奖</li>
<li><strong>特码尾数 ：</strong>指特别号所属尾数的号码<br />
"1"尾 ：01，11，21，31，41<br />
"2"尾 ：02，12，22，32，42<br />
"3"尾 ：03，13，23，33，43<br />
"4"尾 ：04，14，24，34，44<br />
"5"尾 ：05，15，25，35，45<br />
"6"尾 ：06，16，26，36，46<br />
"7"尾 ：07，17，27，37，47<br />
"8"尾 ：08，18，28，38，48<br />
"9"尾 ：09，19，29，39，49<br />
"0"尾 ：10，20，30，40<br />
例如 ：开奖结果特别号码是21则 "1"尾为中奖，其他尾数都不中奖</li>
<li><strong>平特尾数 ：</strong>只要当期号码(所有正码及开出来的特码)，含所属尾数的一个或多个号码，但派彩只派一次，即不论同尾数号码出现一个或多个号码都只派彩一次。<br />
"1"尾：01.11.21.31.41 "2"尾：02.12.22.32.42 "3"尾：03.13.23.33.43<br />
"4"尾：04.14.24.34.44 "5"尾：05.15.25.35.45 "6"尾：06.16.26.36.46<br />
"7"尾：07.17.27.37.47 "8"尾：08.18.28.38.48 "9"尾：09.19.29.39.49<br />
"0"尾：10.20.30.40<br />
例如 ：开奖结果正码是11、31、42、44、35、32特别号码是 21 则"1"尾"2"尾"4"尾"5"尾都为中奖，其他尾数都不中奖。</li>
<li><strong>总肖 ：</strong>
当期号码(所有正码与最后开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数和(不用指定特定生肖)，则视为中奖，其余情形视为不中奖。例如：如果\'当期号码为19、24、12、34、40、39 特别号：49，总计六个生肖，若选总肖【6】则为中奖 (请注意：49号亦算输赢，不为和)</li>
<li><strong>总肖单双 ：</strong>
当期号码(所有正码与最后开出的特码)开出的不同生肖总数若为单数则为单；若为双数则为双。例如当期号码为19、24、12、34、40、39.特码：49，则总计六个生肖，若下双则中奖。</li>
<li><strong>连肖 ：</strong>
挑选2~6生肖(排列如同生肖)为一个组合，当期号码(所有正码与最后开出的特码)坐落于投注时所勾选之生肖组合所属号码内，所勾选之生肖皆至少有中一个号码，则视为中奖，其余情视为不中奖<span style=\'color:red;font-weight:bold;\'>(请注意49亦算输赢，不为和)</span>例如：如果当期号码为19、24、12、34、40、39.特码：49，所勾选三个生肖(称为三肖碰)，若所有生肖的所属号码内至少一个出现于当期号码，则视为中奖。</li>
<li><strong>连尾 ：</strong>
挑选2〜6个尾数为一组合，当期号码（所有正码与最后出的特码）坐落于投注时所勾选之尾数组合所属号码内，则视为中奖，其余情形视为不中奖<span style=\'color:red;font-weight:bold;\'>(请注意49亦算输赢，不为和)</span><br />
举例1：下注2尾碰，勾选0,1，当期七个号码若0尾及1尾皆有开出，视为中奖<br />
举例2：下注2尾碰，勾选0,1,2三种尾数，会出现三种组合（组合一：0,1）（组合二：0,2）（组合三：1,2），当期七个号码若开出其中一种组合所选的两个尾数，视为中奖。</li>
<li><strong>自选不中奖 ：</strong>
挑选5~12个号码为一个组合，当期号码(所有正码与最后开出的特码)皆没有坐落于投注时所挑选之号码组合内，则视为中奖，若是有任何一个当期号码开在所挑选的号码组合情形视为不中奖。<br />
例如当期号码为19,24,17,34,40,39,特别号49，所挑选5个号码(称为五不中)，若所挑选的号码内皆沒有坐落于当期号码，则为中奖</li>
<li><strong>胆拖 ：</strong>
选择胆码（最多三个）以及选择拖码，让他们组合成投注内容（右边窗口展现）。
例如选择了二全中，胆码选择了41,42，拖码选择了02,03，那就组合成（41,02），（41,03），（42,02），（42,03）四组投注选项。
</li>
</ol>

          <br />
  </div>
    <div class="D3 rule_style_set" id="D3_rule">
      <p>本公司3D彩参照北京福彩网发行的3D与是中国福利彩票3D的官方开奖结果为依据，中奖号码由从000至999的号码中随机摇出一个3位数的号码构成；每日晚间8:32分开奖，开奖现场由中央人民广播电一套（http://china.cnr.cn/）每晚8:30~8:35全国直播，或北京福利彩网（http://www.bwlc.net/），或中彩网(http://www.zhcw.com)中也可浏览开奖直播（若开奖时间异动以中国福利彩票管理中心公告为准）；本公司3D彩具体游戏规则如下：<br />
<strong>假设下列为开奖结果为1、2、3</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br />
※举例：投注者购买一字佰定位，选择号码为1，当期开奖结果如果只要佰位数为1，拾位及个位数无论为1xx皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买二字佰拾定位，选择号码为佰位1、拾位2，当期开奖结果如果只要佰位与拾位皆与其所选的号码相同且顺序一致时，个位数无论为12x皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于佰拾个位自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买三字佰拾个定位，选择号码为123，当期开奖结果如为123，即视为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>0~9任选1个号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br />
※举例：投注者购买一字组合，选择号码为1，当期开奖结果如为1xx、x1x、xx1皆视为中奖。（x=0~9任一数）；若开奖的结果为11x、1x1、x11或111仅视为中奖一次。  </li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>0~9任选2个号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买二字组合，选择2个相同号码如为11，当期开奖结果如为11x、1x1、x11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买二字组合，选择2个不同号码如为12，当期开奖结果如为12x、1x2、21x、2x1、x12、x21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>三字：自0~9号任选3个皆相同的号码时（如111），当开奖结果与所选号码相同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。</li>
<li>组三：自0~9号任选3个号其中2个号相同时（如112），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。</li>
<li>组六：自0~9号任选3个号且3个号都不同时（如123），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。</li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择
1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
例如：112、344，若是开出豹子则不算中奖。<br />
备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br />
例如：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dt style="display: none">◎复式组合</dt>
<dd style="display: none">
<ul>
<li>在佰、拾、个中分别选择号码组合。例如选择3x2x4，即佰位数选3个号码，拾位数选2个号码，个位数选4个号码或选择3x3x3，如每个位数所选择的号码都对应出现在开奖结果中，则为中奖。<br />
此游戏选号有以下限制：

<ol>
<li>每一位数最少要选择1个号码，最多选10个号码。</li>
<li>三个位数共选取号码数量，最少需选择9个号，最多选择21个号码</li>
</ol></li>
</ul>
</dd>

<dt>◎一字过关</dt>
<dd>
<ul>
<li>以开奖三个号之大小、单双、质合作为中奖的依据。<br />
举例：开奖结果为3、4、8。会员若在佰定位下小、拾定位下双、个定位下合。则视为中奖。</li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度</li>
<li>例如开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)</li>
<li>若开奖结果三个号码都相同，则中奖的跨度为0。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎二字和数</dt>
<dd>
<ul>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎三字和数</dt>
<dd>
<ul>
<li>佰拾个和数：开奖结果佰拾个三位数的总和值若与投注佰拾个位数字的总和值相同时，即为中奖。<br />
※举例：投注者购买和数1，当期开奖结果如为001、010、100此三种和皆为1，则视为中奖。</li>
</ul>
</dd>

<dt>◎佰拾个和数尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾个三位数的总和值的个位数字与若投注佰拾个位数字的总和值的个位数与相同时，即为中奖。<br />
※举例：投注者购买佰拾个和尾数3，当期开奖结果如为373、490、968此三种和的尾数皆为3，则视为中奖。</li>
</ul>
</dd>

<dt>◎二字定位和尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾、佰个、拾个二位数的总和值尾数若与投注佰拾、佰个、拾个二位数的总和值尾数与相同时，即为中奖。<br />
※举例：投注者购买拾个和尾数4，当期开奖结果如为168、295、577此三种和的尾数皆为4，则视为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。
※举例：投注者购买佰位单，当期开奖结果如为130（1为单），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。
※举例：投注者购买和数佰拾位单，当期开奖结果如为290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，
若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数单，当期开奖结果如为290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9、11、13、
        <br/>
        15、17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8、10、12、
        <br/>
        14、16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为352（3为小），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、 6、 7、 8、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 1、 2、 3、 4
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数大，当期开奖结果如为976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为957（7为质），则视为中奖。</li>
<li>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾位合，当期开奖结果如为957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果佰拾个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾个位质，当期开奖结果如为957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="P3 rule_style_set" id="P3_rule">
      <p>排列三是依照中国体彩管理中心发行的排列三的开奖结果为派彩依据，开奖时间是每天晚上八点半，每天开奖一次。假设排列三开奖结果为 123，那么百位是 1，十位是 2，个位是 3。(每个位数在开奖时从 0 ~ 9 中摇出一个结果)；本公司排列三具体游戏规则如下：<br />
<strong>假设下列为开奖结果为1、2、3</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br />
※举例：投注者购买一字佰定位，选择号码为1，当期开奖结果如果只要佰位数为1，拾位及个位数无论为1xx皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买二字佰拾定位，选择号码为佰位1、拾位2，当期开奖结果如果只要佰位与拾位皆与其所选的号码相同且顺序一致时，个位数无论为12x皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于佰拾个位自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买三字佰拾个定位，选择号码为123，当期开奖结果如为123，即视为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>0~9任选1个号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br />
※举例：投注者购买一字组合，选择号码为1，当期开奖结果如为1xx、x1x、xx1皆视为中奖。（x=0~9任一数）；若开奖的结果为11x、1x1、x11或111仅视为中奖一次。  </li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>0~9任选2个号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买二字组合，选择2个相同号码如为11，当期开奖结果如为11x、1x1、x11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买二字组合，选择2个不同号码如为12，当期开奖结果如为12x、1x2、21x、2x1、x12、x21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>三字：自0~9号任选3个皆相同的号码时（如111），当开奖结果与所选号码相同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。</li>
<li>组三：自0~9号任选3个号其中2个号相同时（如112），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。</li>
<li>组六：自0~9号任选3个号且3个号都不同时（如123），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。</li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择
1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
例如：112、344，若是开出豹子则不算中奖。<br />
备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br />
例如：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dt style="display: none">◎复式组合</dt>
<dd style="display: none">
<ul>
<li>在佰、拾、个中分别选择号码组合。例如选择3x2x4，即佰位数选3个号码，拾位数选2个号码，个位数选4个号码或选择3x3x3，如每个位数所选择的号码都对应出现在开奖结果中，则为中奖。<br />
此游戏选号有以下限制：

<ol>
<li>每一位数最少要选择1个号码，最多选10个号码。</li>
<li>三个位数共选取号码数量，最少需选择9个号，最多选择21个号码</li>
</ol></li>
</ul>
</dd>

<dt>◎一字过关</dt>
<dd>
<ul>
<li>以开奖三个号之大小、单双、质合作为中奖的依据。<br />
举例：开奖结果为3、4、8。会员若在佰定位下小、拾定位下双、个定位下合。则视为中奖。</li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度</li>
<li>例如开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)</li>
<li>若开奖结果三个号码都相同，则中奖的跨度为0。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎二字和数</dt>
<dd>
<ul>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎三字和数</dt>
<dd>
<ul>
<li>佰拾个和数：开奖结果佰拾个三位数的总和值若与投注佰拾个位数字的总和值相同时，即为中奖。<br />
※举例：投注者购买和数1，当期开奖结果如为001、010、100此三种和皆为1，则视为中奖。</li>
</ul>
</dd>

<dt>◎佰拾个和数尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾个三位数的总和值的个位数字与若投注佰拾个位数字的总和值的个位数与相同时，即为中奖。<br />
※举例：投注者购买佰拾个和尾数3，当期开奖结果如为373、490、968此三种和的尾数皆为3，则视为中奖。</li>
</ul>
</dd>

<dt>◎二字定位和尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾、佰个、拾个二位数的总和值尾数若与投注佰拾、佰个、拾个二位数的总和值尾数与相同时，即为中奖。<br />
※举例：投注者购买拾个和尾数4，当期开奖结果如为168、295、577此三种和的尾数皆为4，则视为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。
※举例：投注者购买佰位单，当期开奖结果如为130（1为单），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。
※举例：投注者购买和数佰拾位单，当期开奖结果如为290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，
若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数单，当期开奖结果如为290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9、11、13、
        <br/>
        15、17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8、10、12、
        <br/>
        14、16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为352（3为小），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、 6、 7、 8、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 1、 2、 3、 4
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数大，当期开奖结果如为976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为957（7为质），则视为中奖。</li>
<li>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾位合，当期开奖结果如为957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果佰拾个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾个位质，当期开奖结果如为957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="BT rule_style_set" id="BT_rule">
      <p><a class="btn-license" href=\'/license.php?lang=cn\' target=\'_blank\'><img src=\'/style/rule/btn-cn.jpg\' /></a></p>

<p>BB3D时时彩 - 是一个专业且开奖迅速的彩票游戏，每日09：00 ~ 24：00以即时视讯进行公正的开奖直播，每次开奖约三分钟。中奖号码由000至999的号码中随机摇出一个3位数的号码构成，丰富玩法包含了单选、和值、单双大小和跨度等多样选择。<br />
<strong>假设下列为开奖结果为1、2、3</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br />
※举例：投注者购买一字佰定位，选择号码为1，当期开奖结果如果只要佰位数为1，拾位及个位数无论为1xx皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买二字佰拾定位，选择号码为佰位1、拾位2，当期开奖结果如果只要佰位与拾位皆与其所选的号码相同且顺序一致时，个位数无论为12x皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于佰拾个位自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买三字佰拾个定位，选择号码为123，当期开奖结果如为123，即视为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>0~9任选1个号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br />
※举例：投注者购买一字组合，选择号码为1，当期开奖结果如为1xx、x1x、xx1皆视为中奖。（x=0~9任一数）；若开奖的结果为11x、1x1、x11或111仅视为中奖一次。  </li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>0~9任选2个号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买二字组合，选择2个相同号码如为11，当期开奖结果如为11x、1x1、x11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买二字组合，选择2个不同号码如为12，当期开奖结果如为12x、1x2、21x、2x1、x12、x21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>三字：自0~9号任选3个皆相同的号码时（如111），当开奖结果与所选号码相同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。</li>
<li>组三：自0~9号任选3个号其中2个号相同时（如112），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。</li>
<li>组六：自0~9号任选3个号且3个号都不同时（如123），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。</li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择
1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
例如：112、344，若是开出豹子则不算中奖。<br />
备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br />
例如：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dt style="display: none">◎复式组合</dt>
<dd>
<ul>
<li>在佰、拾、个中分别选择号码组合。例如选择3x2x4，即佰位数选3个号码，拾位数选2个号码，个位数选4个号码或选择3x3x3，如每个位数所选择的号码都对应出现在开奖结果中，则为中奖。<br />
此游戏选号有以下限制：

<ol>
<li>每一位数最少要选择1个号码，最多选10个号码。</li>
<li>三个位数共选取号码数量，最少需选择9个号，最多选择21个号码</li>
</ol></li>
</ul>
</dd>

<dt>◎一字过关</dt>
<dd>
<ul>
<li>以开奖三个号之大小、单双、质合作为中奖的依据。<br />
举例：开奖结果为3、4、8。会员若在佰定位下小、拾定位下双、个定位下合。则视为中奖。</li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度</li>
<li>例如开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)</li>
<li>若开奖结果三个号码都相同，则中奖的跨度为0。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎二字和数</dt>
<dd>
<ul>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎三字和数</dt>
<dd>
<ul>
<li>佰拾个和数：开奖结果佰拾个三位数的总和值若与投注佰拾个位数字的总和值相同时，即为中奖。<br />
※举例：投注者购买和数1，当期开奖结果如为001、010、100此三种和皆为1，则视为中奖。</li>
</ul>
</dd>

<dt>◎佰拾个和数尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾个三位数的总和值的个位数字与若投注佰拾个位数字的总和值的个位数与相同时，即为中奖。<br />
※举例：投注者购买佰拾个和尾数3，当期开奖结果如为373、490、968此三种和的尾数皆为3，则视为中奖。</li>
</ul>
</dd>

<dt>◎二字定位和尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾、佰个、拾个二位数的总和值尾数若与投注佰拾、佰个、拾个二位数的总和值尾数与相同时，即为中奖。<br />
※举例：投注者购买拾个和尾数4，当期开奖结果如为168、295、577此三种和的尾数皆为4，则视为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。
※举例：投注者购买佰位单，当期开奖结果如为130（1为单），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。
※举例：投注者购买和数佰拾位单，当期开奖结果如为290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，
若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数单，当期开奖结果如为290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9、11、13、
        <br/>
        15、17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8、10、12、
        <br/>
        14、16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为352（3为小），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、 6、 7、 8、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 1、 2、 3、 4
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数大，当期开奖结果如为976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为957（7为质），则视为中奖。</li>
<li>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾位合，当期开奖结果如为957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果佰拾个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾个位质，当期开奖结果如为957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="T3 rule_style_set" id="T3_rule">
      <p>上海时时乐游戲是依照中国福利彩票发行管理中心统一发行的『天天彩选3』 彩票的开奖数据为依据所规划的线上彩票游戲，每天从上午10:30 (北京时间)开到晚上21:30 (北京时间)，每半小时开一次奖，每天开奖23期，本公司上海时时乐具体游戲规则如下:<br />
<strong>假设下列为开奖结果为1、2 、3</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br />
※举例：投注者购买一字佰定位，选择号码为1，当期开奖结果如果只要佰位数为1，拾位及个位数无论为1xx皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买二字佰拾定位，选择号码为佰位1、拾位2，当期开奖结果如果只要佰位与拾位皆与其所选的号码相同且顺序一致时，个位数无论为12x皆视为中奖。（x=0~9任一数）</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于佰拾个位自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br />
※举例：投注者购买三字佰拾个定位，选择号码为123，当期开奖结果如为123，即视为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>0~9任选1个号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br />
※举例：投注者购买一字组合，选择号码为1，当期开奖结果如为1xx、x1x、xx1皆视为中奖。（x=0~9任一数）；若开奖的结果为11x、1x1、x11或111仅视为中奖一次。  </li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>0~9任选2个号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买二字组合，选择2个相同号码如为11，当期开奖结果如为11x、1x1、x11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买二字组合，选择2个不同号码如为12，当期开奖结果如为12x、1x2、21x、2x1、x12、x21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>三字：自0~9号任选3个皆相同的号码时（如111），当开奖结果与所选号码相同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。</li>
<li>组三：自0~9号任选3个号其中2个号相同时（如112），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。</li>
<li>组六：自0~9号任选3个号且3个号都不同时（如123），当开奖结果与所选号码相同但顺序不同时，即为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。</li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择
1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
例如：112、344，若是开出豹子则不算中奖。<br />
备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br />
例如：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dt style="display: none">◎复式组合</dt>
<dd>
<ul>
<li>在佰、拾、个中分别选择号码组合。例如选择3x2x4，即佰位数选3个号码，拾位数选2个号码，个位数选4个号码或选择3x3x3，如每个位数所选择的号码都对应出现在开奖结果中，则为中奖。<br />
此游戏选号有以下限制：

<ol>
<li>每一位数最少要选择1个号码，最多选10个号码。</li>
<li>三个位数共选取号码数量，最少需选择9个号，最多选择21个号码</li>
</ol></li>
</ul>
</dd>

<dt>◎一字过关</dt>
<dd>
<ul>
<li>以开奖三个号之大小、单双、质合作为中奖的依据。<br />
举例：开奖结果为3、4、8。会员若在佰定位下小、拾定位下双、个定位下合。则视为中奖。</li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度</li>
<li>例如开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)</li>
<li>若开奖结果三个号码都相同，则中奖的跨度为0。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎二字和数</dt>
<dd>
<ul>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎三字和数</dt>
<dd>
<ul>
<li>佰拾个和数：开奖结果佰拾个三位数的总和值若与投注佰拾个位数字的总和值相同时，即为中奖。<br />
※举例：投注者购买和数1，当期开奖结果如为001、010、100此三种和皆为1，则视为中奖。</li>
</ul>
</dd>

<dt>◎佰拾个和数尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾个三位数的总和值的个位数字与若投注佰拾个位数字的总和值的个位数与相同时，即为中奖。<br />
※举例：投注者购买佰拾个和尾数3，当期开奖结果如为373、490、968此三种和的尾数皆为3，则视为中奖。</li>
</ul>
</dd>

<dt>◎二字定位和尾数说明</dt>
<dd>
<ul>
<li>开奖结果佰拾、佰个、拾个二位数的总和值尾数若与投注佰拾、佰个、拾个二位数的总和值尾数与相同时，即为中奖。<br />
※举例：投注者购买拾个和尾数4，当期开奖结果如为168、295、577此三种和的尾数皆为4，则视为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。
※举例：投注者购买佰位单，当期开奖结果如为130（1为单），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。
※举例：投注者购买和数佰拾位单，当期开奖结果如为290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，
若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数单，当期开奖结果如为290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9、11、13、
        <br/>
        15、17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8、10、12、
        <br/>
        14、16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为352（3为小），则视为中奖。</li>
<li><p>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、 6、 7、 8、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 1、 2、 3、 4
</td>
    </tr>
</table></li>
<li><p>开奖结果佰拾个位数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数大，当期开奖结果如为976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为957（7为质），则视为中奖。</li>
<li>开奖结果佰拾位、拾个位或佰个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾位合，当期开奖结果如为957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果佰拾个位数字总和的个位数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
※举例：投注者购买佰拾个位质，当期开奖结果如为957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="CQ rule_style_set" id="CQ_rule">
      <p>重庆时时彩游戏是依照中国重庆福利彩票发行中心统一发行的『时时彩』彩票的开奖数据为依据所规划的线上彩票游戏，每天从早上00:00(北京时间)开到晚上24: 00(北京时间)，每天开奖120期，第1~23期、第97~120期为五分钟一场共47期，第25~96期为十分钟场共72期，第24期则为三十分钟一场(09:30~10:00) 。本公司重庆时时彩具体游戏规则如下︰<br />
<strong>开奖结果为五码 (万、仟、佰、拾、个)。假设结果为1 、2 、3 、4、5。</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三任选三位，自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>全五：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。如超过1颗球落在所选号码内，派彩将倍增<br />
※举例：下注一字【5号】＄100，一字赔率2.05<br />
五颗球开出1，2，3，4，5  派彩为＄105<br />
五颗球开出1，2，3，5，5  派彩为＄210<br />
五颗球开出1，2，5，5，5  派彩为＄315</li>
<li>前三：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位]任一数与所选的号码相同时，即为中奖。</li>
<li>中三：0~9任选1个号进行投注，当开奖结果[仟位、佰位、拾位]任一数与所选的号码相同时，即为中奖。</li>
<li>后三：0~9任选1个号进行投注，当开奖结果[佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>于前三、中三、后三0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买后三二字组合，选择2个相同号码如为11，当期开奖结果如为xx11x、xx1x1、xxx11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买后三二字组合，选择2个不同号码如为12，当期开奖结果如为xx12x、xx1x2、xx21x、xx2x1、xxx12、xxx21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三0~9任选3个号进行投注，当开奖结果与所选的号码相同时（顺序不限），即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。  </li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>前三：会员可以挑选5~10个号码，当开奖结果[万位、仟位、佰位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[万位、仟位、佰位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选5~10个号码，当开奖结果[仟位、佰位、拾位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[仟位、佰位、拾位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选5~10个号码，当开奖结果[佰位、拾位、个位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[佰位、拾位、个位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※例如：112、344，若是开出豹子则不算中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>前三：会员可以挑选4~8个号码，当开奖结果[万位、仟位、佰位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[万位、仟位、佰位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选4~8个号码，当开奖结果[仟位、佰位、拾位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[仟位、佰位、拾位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选4~8个号码，当开奖结果[佰位、拾位、个位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。  </li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>前三：以开奖结果[万位、仟位、佰位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为5。（最大号码8减最小号码3=5）。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：以开奖结果[仟位、佰位、拾位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为4。（最大号码8减最小号码4=4）。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：以开奖结果[佰位、拾位、个位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为2。（最大号码8减最小号码6=2）。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎三字和数</dt>
<dd>
<ul>
<li>前三和数：开奖结果前三三位数的总和值若与投注前三数字的总和值相同时，即为中奖。  </li>
<li>中三和数：开奖结果中三三位数的总和值若与投注中三数字的总和值相同时，即为中奖。  </li>
<li>后三和数：开奖结果后三三位数的总和值若与投注后三数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字和数</dt>
<dd>
<ul>
<li>万仟和数：开奖结果万仟二位数的总和值若与投注万仟位数字的总和值相同时，即为中奖。  </li>
<li>万佰和数：开奖结果万佰二位数的总和值若与投注万佰位数字的总和值相同时，即为中奖。  </li>
<li>万拾和数：开奖结果万拾二位数的总和值若与投注万拾位数字的总和值相同时，即为中奖。  </li>
<li>万个和数：开奖结果万个二位数的总和值若与投注万个位数字的总和值相同时，即为中奖。  </li>
<li>仟佰和数：开奖结果仟佰二位数的总和值若与投注仟佰位数字的总和值相同时，即为中奖。  </li>
<li>仟拾和数：开奖结果仟拾二位数的总和值若与投注仟拾位数字的总和值相同时，即为中奖。  </li>
<li>仟个和数：开奖结果仟个二位数的总和值若与投注仟个位数字的总和值相同时，即为中奖。  </li>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎前三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为3、4、5、0、0。前三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎中三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、3、4、5、0。中三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎后三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、0、3、4、5。后三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎二字和尾数</dt>
<dd>
<ul>
<li>万仟和尾数：开奖结果万仟二位数的总和值尾数若与投注万仟二位数的总和值尾数相同时，即为中奖。</li>
<li>万佰和尾数：开奖结果万佰二位数的总和值尾数若与投注万佰二位数的总和值尾数相同时，即为中奖。</li>
<li>万拾和尾数：开奖结果万拾二位数的总和值尾数若与投注万拾二位数的总和值尾数相同时，即为中奖。</li>
<li>万个和尾数：开奖结果万个二位数的总和值尾数若与投注万个二位数的总和值尾数相同时，即为中奖。</li>
<li>仟佰和尾数：开奖结果仟佰二位数的总和值尾数若与投注仟佰二位数的总和值尾数相同时，即为中奖。</li>
<li>仟拾和尾数：开奖结果仟拾二位数的总和值尾数若与投注仟拾二位数的总和值尾数相同时，即为中奖。</li>
<li>仟个和尾数：开奖结果仟个二位数的总和值尾数若与投注仟个二位数的总和值尾数相同时，即为中奖。</li>
<li>佰拾和尾数：开奖结果佰拾二位数的总和值尾数若与投注佰拾二位数的总和值尾数相同时，即为中奖。</li>
<li>佰个和尾数：开奖结果佰个二位数的总和值尾数若与投注佰个二位数的总和值尾数相同时，即为中奖。</li>
<li>拾个和尾数：开奖结果拾个二位数的总和值尾数若与投注拾个二位数的总和值尾数相同时，即为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li><p>开奖结果万位、仟位、佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。<br />
※举例：投注者购买佰位单，当期开奖结果如为20130（1为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位单，当期开奖结果如为20290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、17
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、16、18
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买"(后三)和数单"，当期开奖结果如为20290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、
        <br />
        17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、
        <br />
        16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为20352（3为小），则视为中奖。</li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为20491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、6、7、8、9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
  若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
  ※举例：投注者购买"(后三)和数大"，当期开奖结果如为20976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为20957（7为质），则视为中奖。</li>
<li>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买佰拾位合，当期开奖结果如为20957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果前三、中三或后三数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买后三质，当期开奖结果如为20957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="JX rule_style_set" id="JX_rule">
      <p>江西时时彩由中国福利彩票发行管理中心组织，由江西省福利彩票发行中心在所辖区域内承销。江西时时彩开奖时间：官网~每日早上9点~晚上11点10分(每10分钟一期)，共84期。本公司江西时时彩具体游戏规则如下：<br />
<strong>开奖结果为五码 (万、仟、佰、拾、个)。假设结果为1 、2 、3 、4、5。</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三任选三位，自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>全五：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。如超过1颗球落在所选号码内，派彩将倍增<br />
※举例：下注一字【5号】＄100，一字赔率2.05<br />
五颗球开出1，2，3，4，5  派彩为＄105<br />
五颗球开出1，2，3，5，5  派彩为＄210<br />
五颗球开出1，2，5，5，5  派彩为＄315</li>
<li>前三：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位]任一数与所选的号码相同时，即为中奖。</li>
<li>中三：0~9任选1个号进行投注，当开奖结果[仟位、佰位、拾位]任一数与所选的号码相同时，即为中奖。</li>
<li>后三：0~9任选1个号进行投注，当开奖结果[佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>于前三、中三、后三0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买后三二字组合，选择2个相同号码如为11，当期开奖结果如为xx11x、xx1x1、xxx11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买后三二字组合，选择2个不同号码如为12，当期开奖结果如为xx12x、xx1x2、xx21x、xx2x1、xxx12、xxx21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三0~9任选3个号进行投注，当开奖结果与所选的号码相同时（顺序不限），即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。  </li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>前三：会员可以挑选5~10个号码，当开奖结果[万位、仟位、佰位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[万位、仟位、佰位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选5~10个号码，当开奖结果[仟位、佰位、拾位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[仟位、佰位、拾位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选5~10个号码，当开奖结果[佰位、拾位、个位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[佰位、拾位、个位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※例如：112、344，若是开出豹子则不算中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>前三：会员可以挑选4~8个号码，当开奖结果[万位、仟位、佰位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[万位、仟位、佰位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选4~8个号码，当开奖结果[仟位、佰位、拾位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[仟位、佰位、拾位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选4~8个号码，当开奖结果[佰位、拾位、个位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。  </li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>前三：以开奖结果[万位、仟位、佰位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为5。（最大号码8减最小号码3=5）。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：以开奖结果[仟位、佰位、拾位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为4。（最大号码8减最小号码4=4）。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：以开奖结果[佰位、拾位、个位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为2。（最大号码8减最小号码6=2）。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎三字和数</dt>
<dd>
<ul>
<li>前三和数：开奖结果前三三位数的总和值若与投注前三数字的总和值相同时，即为中奖。  </li>
<li>中三和数：开奖结果中三三位数的总和值若与投注中三数字的总和值相同时，即为中奖。  </li>
<li>后三和数：开奖结果后三三位数的总和值若与投注后三数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字和数</dt>
<dd>
<ul>
<li>万仟和数：开奖结果万仟二位数的总和值若与投注万仟位数字的总和值相同时，即为中奖。  </li>
<li>万佰和数：开奖结果万佰二位数的总和值若与投注万佰位数字的总和值相同时，即为中奖。  </li>
<li>万拾和数：开奖结果万拾二位数的总和值若与投注万拾位数字的总和值相同时，即为中奖。  </li>
<li>万个和数：开奖结果万个二位数的总和值若与投注万个位数字的总和值相同时，即为中奖。  </li>
<li>仟佰和数：开奖结果仟佰二位数的总和值若与投注仟佰位数字的总和值相同时，即为中奖。  </li>
<li>仟拾和数：开奖结果仟拾二位数的总和值若与投注仟拾位数字的总和值相同时，即为中奖。  </li>
<li>仟个和数：开奖结果仟个二位数的总和值若与投注仟个位数字的总和值相同时，即为中奖。  </li>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎前三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为3、4、5、0、0。前三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎中三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、3、4、5、0。中三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎后三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、0、3、4、5。后三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎二字和尾数</dt>
<dd>
<ul>
<li>万仟和尾数：开奖结果万仟二位数的总和值尾数若与投注万仟二位数的总和值尾数相同时，即为中奖。</li>
<li>万佰和尾数：开奖结果万佰二位数的总和值尾数若与投注万佰二位数的总和值尾数相同时，即为中奖。</li>
<li>万拾和尾数：开奖结果万拾二位数的总和值尾数若与投注万拾二位数的总和值尾数相同时，即为中奖。</li>
<li>万个和尾数：开奖结果万个二位数的总和值尾数若与投注万个二位数的总和值尾数相同时，即为中奖。</li>
<li>仟佰和尾数：开奖结果仟佰二位数的总和值尾数若与投注仟佰二位数的总和值尾数相同时，即为中奖。</li>
<li>仟拾和尾数：开奖结果仟拾二位数的总和值尾数若与投注仟拾二位数的总和值尾数相同时，即为中奖。</li>
<li>仟个和尾数：开奖结果仟个二位数的总和值尾数若与投注仟个二位数的总和值尾数相同时，即为中奖。</li>
<li>佰拾和尾数：开奖结果佰拾二位数的总和值尾数若与投注佰拾二位数的总和值尾数相同时，即为中奖。</li>
<li>佰个和尾数：开奖结果佰个二位数的总和值尾数若与投注佰个二位数的总和值尾数相同时，即为中奖。</li>
<li>拾个和尾数：开奖结果拾个二位数的总和值尾数若与投注拾个二位数的总和值尾数相同时，即为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li><p>开奖结果万位、仟位、佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。<br />
※举例：投注者购买佰位单，当期开奖结果如为20130（1为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位单，当期开奖结果如为20290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、17
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、16、18
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买"(后三)和数单"，当期开奖结果如为20290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、
        <br />
        17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、
        <br />
        16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为20352（3为小），则视为中奖。</li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为20491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、6、7、8、9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
  若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
  ※举例：投注者购买"(后三)和数大"，当期开奖结果如为20976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为20957（7为质），则视为中奖。</li>
<li>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买佰拾位合，当期开奖结果如为20957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果前三、中三或后三数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买后三质，当期开奖结果如为20957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="TJ rule_style_set" id="TJ_rule">
      <p>天津时时彩由中国福利彩票发行管理中心组织，由天津市福利彩票发行中心在所辖区域内承销。天津时时彩开奖时间：官网~每日早上9点~晚上11点(每10分钟一期)，共84期。本公司天津时时彩具体游戏规则如下：<br />
<strong>开奖结果为五码 (万、仟、佰、拾、个)。假设结果为1 、2 、3 、4、5。</strong></p>

              <h2>选号玩法</h2>

<dl>
<dt>◎一字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选一位，自0~9任选1个号进行投注，当开奖结果与所选的定位与号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字定位</dt>
<dd>
<ul>
<li>于万仟佰拾个任选二位，自0~9任选2个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt style="display: none">◎三字定位</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三任选三位，自0~9任选3个号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
</ul>
</dd>

<dt>◎一字组合</dt>
<dd>
<ul>
<li>全五：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。如超过1颗球落在所选号码内，派彩将倍增<br />
※举例：下注一字【5号】＄100，一字赔率2.05<br />
五颗球开出1，2，3，4，5  派彩为＄105<br />
五颗球开出1，2，3，5，5  派彩为＄210<br />
五颗球开出1，2，5，5，5  派彩为＄315</li>
<li>前三：0~9任选1个号进行投注，当开奖结果[万位、仟位、佰位]任一数与所选的号码相同时，即为中奖。</li>
<li>中三：0~9任选1个号进行投注，当开奖结果[仟位、佰位、拾位]任一数与所选的号码相同时，即为中奖。</li>
<li>后三：0~9任选1个号进行投注，当开奖结果[佰位、拾位、个位]任一数与所选的号码相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字组合</dt>
<dd>
<ul>
<li>于前三、中三、后三0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。<br />
※举例：投注者购买后三二字组合，选择2个相同号码如为11，当期开奖结果如为xx11x、xx1x1、xxx11、皆视为中奖。（x=0~9任一数）<br />
※举例：投注者购买后三二字组合，选择2个不同号码如为12，当期开奖结果如为xx12x、xx1x2、xx21x、xx2x1、xxx12、xxx21皆视为中奖。（x=0~9任一数）</li>
<li>【附注】：以上二例赔率不同</li>
</ul>
</dd>

<dt style="display: none">◎三字组合</dt>
<dd style="display: none">
<ul>
<li>于前三、中三、后三0~9任选3个号进行投注，当开奖结果与所选的号码相同时（顺序不限），即为中奖。<br />
※举例：投注者购买三字组合，选择号码为111，当期开奖结果如为111则视为中奖。<br />
※举例：投注者购买三字组合，选择号码为112，当期开奖结果如为112、121、211皆视为中奖。<br />
※举例：投注者购买三字组合，选择号码为123，当期开奖结果如为123、132、213、231、312、321皆视为中奖。  </li>
<li>【附注】：以上三种投注组合其赔率皆不同</li>
</ul>
</dd>

<dt>◎组选三</dt>
<dd>
<ul>
<li>前三：会员可以挑选5~10个号码，当开奖结果[万位、仟位、佰位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[万位、仟位、佰位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选5~10个号码，当开奖结果[仟位、佰位、拾位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[仟位、佰位、拾位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br />
※例如：112、344，若是开出豹子则不算中奖。<br />
※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选5~10个号码，当开奖结果[佰位、拾位、个位]中有且只有两个号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率。如果是选择(1、2、3、4、5)，则只要开奖结果[佰位、拾位、个位]中，有出现1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※例如：112、344，若是开出豹子则不算中奖。  </li>
</ul>
</dd>

<dd>
<ul>
<li>※备注："豹子"为三字同号，例如：111、222</li>
</ul>
</dd>

<dt>◎组选六</dt>
<dd>
<ul>
<li>前三：会员可以挑选4~8个号码，当开奖结果[万位、仟位、佰位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[万位、仟位、佰位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：会员可以挑选4~8个号码，当开奖结果[仟位、佰位、拾位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。<br />
※例如：如果是选择(1、2、3、4)，则开奖结果[仟位、佰位、拾位]为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：会员可以挑选4~8个号码，当开奖结果[佰位、拾位、个位]都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同个数的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算派彩。  </li>
</ul>
</dd>

<dt>◎跨度</dt>
<dd>
<ul>
<li>前三：以开奖结果[万位、仟位、佰位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为5。（最大号码8减最小号码3=5）。</li>
</ul>
</dd>

<dd>
<ul>
<li>中三：以开奖结果[仟位、佰位、拾位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为4。（最大号码8减最小号码4=4）。</li>
</ul>
</dd>

<dd>
<ul>
<li>后三：以开奖结果[佰位、拾位、个位]的最大差距（跨度），作为中奖依据。会员可以选择0~9的任一跨度。<br />
※举例：开奖结果为3、4、8、7、6。中奖的跨度为2。（最大号码8减最小号码6=2）。</li>
</ul>
</dd>
</dl>

<h2>和数玩法</h2>

<dl>
<dt>◎三字和数</dt>
<dd>
<ul>
<li>前三和数：开奖结果前三三位数的总和值若与投注前三数字的总和值相同时，即为中奖。  </li>
<li>中三和数：开奖结果中三三位数的总和值若与投注中三数字的总和值相同时，即为中奖。  </li>
<li>后三和数：开奖结果后三三位数的总和值若与投注后三数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎二字和数</dt>
<dd>
<ul>
<li>万仟和数：开奖结果万仟二位数的总和值若与投注万仟位数字的总和值相同时，即为中奖。  </li>
<li>万佰和数：开奖结果万佰二位数的总和值若与投注万佰位数字的总和值相同时，即为中奖。  </li>
<li>万拾和数：开奖结果万拾二位数的总和值若与投注万拾位数字的总和值相同时，即为中奖。  </li>
<li>万个和数：开奖结果万个二位数的总和值若与投注万个位数字的总和值相同时，即为中奖。  </li>
<li>仟佰和数：开奖结果仟佰二位数的总和值若与投注仟佰位数字的总和值相同时，即为中奖。  </li>
<li>仟拾和数：开奖结果仟拾二位数的总和值若与投注仟拾位数字的总和值相同时，即为中奖。  </li>
<li>仟个和数：开奖结果仟个二位数的总和值若与投注仟个位数字的总和值相同时，即为中奖。  </li>
<li>佰拾和数：开奖结果佰拾二位数的总和值若与投注佰拾位数字的总和值相同时，即为中奖。  </li>
<li>佰个和数：开奖结果佰个二位数的总和值若与投注佰个位数字的总和值相同时，即为中奖。  </li>
<li>拾个和数：开奖结果拾个二位数的总和值若与投注拾个位数字的总和值相同时，即为中奖。</li>
</ul>
</dd>

<dt>◎前三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为3、4、5、0、0。前三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎中三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、3、4、5、0。中三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎后三和数尾数</dt>
<dd>
<ul>
<li>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任一号码。<br />
※举例：开奖结果为0、0、3、4、5。后三总和为12，尾数为2。</li>
</ul>
</dd>

<dt>◎二字和尾数</dt>
<dd>
<ul>
<li>万仟和尾数：开奖结果万仟二位数的总和值尾数若与投注万仟二位数的总和值尾数相同时，即为中奖。</li>
<li>万佰和尾数：开奖结果万佰二位数的总和值尾数若与投注万佰二位数的总和值尾数相同时，即为中奖。</li>
<li>万拾和尾数：开奖结果万拾二位数的总和值尾数若与投注万拾二位数的总和值尾数相同时，即为中奖。</li>
<li>万个和尾数：开奖结果万个二位数的总和值尾数若与投注万个二位数的总和值尾数相同时，即为中奖。</li>
<li>仟佰和尾数：开奖结果仟佰二位数的总和值尾数若与投注仟佰二位数的总和值尾数相同时，即为中奖。</li>
<li>仟拾和尾数：开奖结果仟拾二位数的总和值尾数若与投注仟拾二位数的总和值尾数相同时，即为中奖。</li>
<li>仟个和尾数：开奖结果仟个二位数的总和值尾数若与投注仟个二位数的总和值尾数相同时，即为中奖。</li>
<li>佰拾和尾数：开奖结果佰拾二位数的总和值尾数若与投注佰拾二位数的总和值尾数相同时，即为中奖。</li>
<li>佰个和尾数：开奖结果佰个二位数的总和值尾数若与投注佰个二位数的总和值尾数相同时，即为中奖。</li>
<li>拾个和尾数：开奖结果拾个二位数的总和值尾数若与投注拾个二位数的总和值尾数相同时，即为中奖。</li>
</ul>
</dd>
</dl>

<h2>两面玩法</h2>

<dl>
<dt>◎单双玩法说明</dt>
<dd>
<ul>
<li><p>开奖结果万位、仟位、佰位、拾位或个位数字为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。<br />
※举例：投注者购买佰位单，当期开奖结果如为20130（1为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 3、 5、 7、 9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 2、 4、 6、 8
</td>
    </tr>
</table></li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、3、5、7、9时为“单”，若为0、2、4、6、8时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位单，当期开奖结果如为20290（佰2+拾9=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、17
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、16、18
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为1、3、5、7、9、11、13、15、17、19、21、21、23、25、27时为“单”，若为0、2、4、6、8、10、12、14、16、18、20、22、24、26时为“双”，当投注和数单双与开奖结果的和数单双相符时，即为中奖。<br />
※举例：投注者购买"(后三)和数单"，当期开奖结果如为20290（佰2+拾9+个0=11为单），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
单
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
双
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、3、5、7、9、11、13、15、
        <br />
        17、19、21、23、25、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、2、4、6、8、10、12、14、
        <br />
        16、18、20、22、24、26
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎大小玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注位数大小与开奖结果的位数大小相符时，即为中奖。<br />
※举例：投注者购买佰位小，当期开奖结果如为20352（3为小），则视为中奖。</li>
<li><p>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为5、6、7、8、9时为“大”，若为0、1、2、3、4时为“小”，当投注和数大小与开奖结果的和数大小相符时，即为中奖。<br />
※举例：投注者购买和数佰拾位小，当期开奖结果如为20491（佰4+拾9=13，尾数3为小），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    5、6、7、8、9
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4
</td>
    </tr>
</table></li>
<li><p>开奖结果前三、中三或后三数字总和的为14、15、16、17、18、19、20、21、22、23、24、25、26、27时为“大”，
  若为0、1、2、3、4、5、6、7、8、9、10、11、12、13时为“小”，当投注和数单双与开奖结果的和数大小相符时，即为中奖。<br />
  ※举例：投注者购买"(后三)和数大"，当期开奖结果如为20976（佰9+拾7+个6=22为大），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
大
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
小
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    14、15、16、17、18、19、20、21、
        <br/>
        22、23、24、25、26、27
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、1、2、3、4、5、6、
        <br/>
        7、8、9、10、11、12、13
</td>
    </tr>
</table></li>
</ul>
</dd>

<dt>◎质合玩法说明</dt>
<dd>
<ul>
<li>开奖结果万位、仟位、佰位、拾位或个位数字为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注位数质合与开奖结果的位数质合相符时，即为中奖。<br />
※举例：投注者购买个位质，当期开奖结果如为20957（7为质），则视为中奖。</li>
<li>开奖结果万仟位、万佰位、万拾位、万个位、仟佰位、仟拾位、仟个位、佰拾位、拾个位或佰个位数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买佰拾位合，当期开奖结果如为20957（佰9+拾5=14，尾数4为合数），则视为中奖。</li>
<li><p>开奖结果前三、中三或后三数字总和的尾数为1、2、3、5、7时为“质数”，若为0、4、6、8、9时为“合数”，当投注号码与开奖结果的质合相符时，即为中奖。<br />
  ※举例：投注者购买后三质，当期开奖结果如为20957（佰9+拾5+个7=21，尾数1为质数），则视为中奖。</p>

<table>
    <tr>
        <th width="50%" valign="top" bgcolor="#AFAFE4" align="center" class="subtitle2">
质
        </th>
        <th width="50%" bgcolor="#AFAFE4" align="center" class="subtitle2">
合
        </th>
    </tr>
    <tr>
        <td valign="top" bgcolor="#FFF7F0" class="point" align="center">
    1、 2、 3、 5、 7
</td>
        <td bgcolor="#FFF7F0" class="point" align="center">
    0、 4、 6、 8、 9
</td>
    </tr>
</table></li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="GXSF rule_style_set" id="GXSF_rule">
      <p>广西福利彩票快乐十分（以下简称广西快乐十分）经国家财政部批准，由中国福利彩票发行管理中心在广西省内发行，由广西福利彩票发行中心承销。<br />
广西快乐十分开奖时间：官网~每天早上9：00~晚上9：30 (每15分钟一期)，共50期。
本公司广西快乐十分具体游戏规则如下：</p>

<h2>特别号盘势规则说明</h2>

<dl>
<dt>◎特别号单码</dt>
<dd>
<ul>
<li>假如投注号码为开奖号码之特别号，视为中奖，其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎特别号大小</dt>
<dd>
<ul>
<li>开出号码01~10为小，11~20为大，21为和 。</li>
</ul>
</dd>

<dt>◎特别号单双</dt>
<dd>
<ul>
<li>特别号为单数叫特单，如11、15；为双数叫特双，开出21为和。</li>
</ul>
</dd>

<dt>◎特别号和数单双</dt>
<dd>
<ul>
<li>特别号个位和十位数字之和来判断胜负，如01、12、16为和单；02、11、20为和双；开出21为和 。</li>
</ul>
</dd>

<dt>◎特别号尾数大小</dt>
<dd>
<ul>
<li>开出之特别号尾数大于或等于5为尾大，小于或等于4为尾小；开出21为和。</li>
</ul>
</dd>

<dt>◎特别号半特</dt>
<dd>
<ul>
<li>以特别号大小与特别号单双游戏为一个投注组合；当期特别号开出符合投注组合，即视为中奖；<br />
若当期特码开出21号，则视为和局；其余情形视为不中奖</li>
</ul>
</dd>

<dt>◎特别号色波</dt>
<dd>
<ul>
<li><font color=red>红：01、04、07、10、13、16、19</font></li>
<li><font color=blue>蓝：02、05、08、11、14、17、20</font></li>
<li><font color=green>绿：03、06、09、12、15、18、21</font></li>
</ul>
</dd>

<dt>◎特别号四季</dt>
<dd>
<ul>
<li>春：01、02、03、04、05</li>
<li>夏：06、07、08、09、10</li>
<li>秋：11、12、13、14、15</li>
<li>冬：16、17、18、19、20;
开出21为和 。</li>
</ul>
</dd>

<dt>◎特别号五行</dt>
<dd>
<ul>
<li>金：05、10、15、20</li>
<li>木：01、06、11、16、21 (请注意: 21 亦算输赢,不为和)</li>
<li>水：02、07、12、17</li>
<li>火：03、08、13、18</li>
<li>土：04、09、14、19</li>
</ul>
</dd>
</dl>

<h2>正码特盘势规则说明</h2>

<dl>
<dt>◎正码特</dt>
<dd>
<ul>
<li>正1特、正2特、正3特、正4特：指下注的正码特与现场滚球开出之正码其开奖顺序及开奖号码相同，视为中奖，<br />
如现场滚球第一个正码开奖为21号，下注第一个正码特为21则视为中奖，其它号码视为不中奖。</li>
</ul>
</dd>

<dt>◎正码大小</dt>
<dd>
<ul>
<li>开出号码01~10为小，11~20为大，21为和。</li>
</ul>
</dd>

<dt>◎正码单双</dt>
<dd>
<ul>
<li>正码为单数叫正码一单，如11、15；为双数叫正码一双，开出21为和 。</li>
</ul>
</dd>

<dt>◎正码和数单双</dt>
<dd>
<ul>
<li>正码个位和十位数字之和来判断胜负，如01、12、16为和单；02、11、20为和双；开出21为和。</li>
</ul>
</dd>

<dt>◎正码尾数大小</dt>
<dd>
<ul>
<li>开出之正码尾数大于或等于5为尾大，小于或等于4为尾小；开出21为和 。</li>
</ul>
</dd>

<dt>◎正码半特</dt>
<dd>
<ul>
<li>以正码特大小与特别号单双游戏为一个投注组合；当期特别号开出符合投注组合，即视为中奖；<br />
若当期正码开出21号，则视为和局；若当期特码开出21号，则视为和局；其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎正码色波</dt>
<dd>
<ul>
<li><font color=red>红：01、04、07、10、13、16、19</font></li>
<li><font color=blue>蓝：02、05、08、11、14、17、20</font></li>
<li><font color=green>绿：03、06、09、12、15、18、21</font></li>
</ul>
</dd>

<dt>◎正码四季</dt>
<dd>
<ul>
<li>春：01、02、03、04、05</li>
<li>夏：06、07、08、09、10</li>
<li>秋：11、12、13、14、15</li>
<li>冬：16、17、18、19、20;
开出21为和 。</li>
</ul>
</dd>

<dt>◎正码五行</dt>
<dd>
<ul>
<li>金：05、10、15、20</li>
<li>木：01、06、11、16、21 (请注意: 21 亦算输赢,不为和)</li>
<li>水：02、07、12、17</li>
<li>火：03、08、13、18</li>
<li>土：04、09、14、19</li>
</ul>
</dd>
</dl>

<h2>一中一盘势规则说明</h2>

<dl>
<dt>◎一中一</dt>
<dd>
<ul>
<li>投注一个码，如果此码在开奖结果的五个数中存在，为中奖。</li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="GDSF rule_style_set" id="GDSF_rule">
      <p>广东福利彩票快乐十分（以下简称广东快乐十分）经国家财政部批准，由中国福利彩票发行管理中心在广东省内发行，由广东福利彩票发行中心承销。<br />
广东快乐十分开奖时间：官网~每日早上8:30~晚上22:30 (每10分钟一期)，共84期。
本公司广东快乐十分具体游戏规则如下：</p>

<h2>单码/双面规则说明</h2>

<dl>
<dt>◎单码</dt>
<dd>
<ul>
<li>第一球、第二球、第三球、第四球、第五球、第六球、第七球、第八球：指下注的球号与现场滚球开出之号码其开奖顺序及开奖号码相同，视为中奖，如现场滚球第一球开奖为20号，下注第一球为20则视为中奖，其它号码视为不中奖。</li>
</ul>
</dd>

<dt>◎大小</dt>
<dd>
<ul>
<li>开出的号码大于或等于11为大，小于或等于10为小 。</li>
</ul>
</dd>

<dt>◎单双</dt>
<dd>
<ul>
<li>号码为双数叫双，如08、16；号码为单数叫单，如19、05。</li>
</ul>
</dd>

<dt>◎和数单双</dt>
<dd>
<ul>
<li>正码个位和十位数字之和来判断胜负，如01、12、16为和单；02、11、20为和双 。</li>
</ul>
</dd>

<dt>◎尾数大小</dt>
<dd>
<ul>
<li>开出之正码尾数大于或等于5为尾大，小于或等于4为尾小。</li>
</ul>
</dd>

<dt>◎四季</dt>
<dd>
<ul>
<li>春：01、02、03、04、05</li>
<li>夏：06、07、08、09、10</li>
<li>秋：11、12、13、14、15</li>
<li>冬：16、17、18、19、20</li>
</ul>
</dd>

<dt>◎五行</dt>
<dd>
<ul>
<li>金：05、10、15、20</li>
<li>木：01、06、11、16</li>
<li>水：02、07、12、17</li>
<li>火：03、08、13、18</li>
<li>土：04、09、14、19</li>
</ul>
</dd>

<dt>◎方位</dt>
<dd>
<ul>
<li>东：01、05、09、13、17</li>
<li>南：02、06、10、14、18</li>
<li>西：03、07、11、15、19</li>
<li>北：04、08、12、16、20</li>
</ul>
</dd>

<dt>◎中发白</dt>
<dd>
<ul>
<li>中：01、02、03、04、05、06、07</li>
<li>发：08、09、10、11、12、13、14</li>
<li>白：15、16、17、18、19、20</li>
</ul>
</dd>
</dl>

<h2>总和规则说明</h2>

<dl>
<dt>◎总和大小</dt>
<dd>
<ul>
<li>所有8个开奖号码总和值小于84为总小；总和值大于84为总大，若总和值刚好等于84算和局(不计算输赢)。</li>
</ul>
</dd>

<dt>◎总和单双</dt>
<dd>
<ul>
<li>所有开奖号码数字加总值是单数为和单，如11、21；加总值是双数为和双，如22、40。</li>
</ul>
</dd>

<dt>◎总和尾数大小</dt>
<dd>
<ul>
<li>所有开奖号码数字加总值大于或等于5为总尾大，小于或等于4为总尾小。</li>
</ul>
</dd>

<dt>◎龙虎</dt>
<dd>
<ul>
<li>龙：第一球中奖号码大于第八球的中奖号码。如第一球开出14第八球开出09。虎：第一球中奖号码小于第八球的中奖号码。如第一球开出09第八球开出14。</li>
</ul>
</dd>

<dt>◎一中一</dt>
<dd>
<ul>
<li>投注一个码，如果此码在开奖结果的八个数中存在，为中奖。</li>
</ul>
</dd>
</dl>

          <br />
  </div>
    <div class="TJSF rule_style_set" id="TJSF_rule">
      <p>中国福利彩票快乐十分（以下简称天津快乐十分）由中国福利彩票发行管理中心发行和组织销售，经财政部批准的福利彩票销售机构在所辖区域内销售。<br />
天津快乐十分开奖时间：官网~每日早上9点~晚上11点 (每10分钟一期)，共84期。
本公司天津快乐十分具体游戏规则如下：</p>

<h2>单码/双面规则说明</h2>

<dl>
<dt>◎单码</dt>
<dd>
<ul>
<li>第一球、第二球、第三球、第四球、第五球、第六球、第七球、特别号(第八球)：指下注的球号与现场滚球开出之号码其开奖顺序及开奖号码相同，视为中奖，如现场滚球第一球开奖为20号，下注第一球为20则视为中奖，其它号码视为不中奖。</li>
</ul>
</dd>

<dt>◎大小</dt>
<dd>
<ul>
<li>开出的号码大于或等于11为大，小于或等于10为小 。</li>
</ul>
</dd>

<dt>◎单双</dt>
<dd>
<ul>
<li>号码为双数叫双，如08、16；号码为单数叫单，如19、05。</li>
</ul>
</dd>

<dt>◎和数单双</dt>
<dd>
<ul>
<li>正码个位和十位数字之和来判断胜负，如01、12、16为和单；02、11、20为和双 。</li>
</ul>
</dd>

<dt>◎尾数大小</dt>
<dd>
<ul>
<li>开出之正码尾数大于或等于5为尾大，小于或等于4为尾小。</li>
</ul>
</dd>

<dt>◎四季</dt>
<dd>
<ul>
<li>春：01、02、03、04、05</li>
<li>夏：06、07、08、09、10</li>
<li>秋：11、12、13、14、15</li>
<li>冬：16、17、18、19、20</li>
</ul>
</dd>

<dt>◎五行</dt>
<dd>
<ul>
<li>金：05、10、15、20</li>
<li>木：01、06、11、16</li>
<li>水：02、07、12、17</li>
<li>火：03、08、13、18</li>
<li>土：04、09、14、19</li>
</ul>
</dd>

<dt>◎方位</dt>
<dd>
<ul>
<li>东：01、05、09、13、17</li>
<li>南：02、06、10、14、18</li>
<li>西：03、07、11、15、19</li>
<li>北：04、08、12、16、20</li>
</ul>
</dd>

<dt>◎中发白</dt>
<dd>
<ul>
<li>中：01、02、03、04、05、06、07</li>
<li>发：08、09、10、11、12、13、14</li>
<li>白：15、16、17、18、19、20</li>
</ul>
</dd>
</dl>

<h2>总和规则说明</h2>

<dl>
<dt>◎总和大小</dt>
<dd>
<ul>
<li>所有8个开奖号码总和值小于84为总小；总和值大于84为总大，若总和值刚好等于84算和局(不计算输赢)。</li>
</ul>
</dd>

<dt>◎总和单双</dt>
<dd>
<ul>
<li>所有开奖号码数字加总值是单数为和单，如11、21；加总值是双数为和双，如22、40。</li>
</ul>
</dd>

<dt>◎总和尾数大小</dt>
<dd>
<ul>
<li>所有开奖号码数字加总值大于或等于5为总尾大，小于或等于4为总尾小。</li>
</ul>
</dd>

<dt>◎龙虎</dt>
<dd>
<ul>
<li>龙：第一球中奖号码大于特别号(第八球)的中奖号码。如第一球开出14，特别号(第八球)开出09。虎：第一球中奖号码小于特别号(第八球)的中奖号码。如第一球开出09，特别号(第八球)开出14。</li>
</ul>
</dd>

<dt>◎一中一</dt>
<dd>
<ul>
<li>投注一个码，如果此码在开奖结果的八个数中存在，为中奖。</li>
</ul>
</dd>
</dl>

          <br />
  </div>



  <div class="TJSF rule_style_set" id="GD11_rule">
      <p>该游戏的投注时间、开奖时间和开奖号码与广东11选5完全同步，北京时间（GMT+8）每天白天从上午9：00开到晚上23：00，每 10 分钟开一次奖，每天开奖 84 期。
本公司广东11选5具体游戏规则如下：</p>

<h2>正码特盘势规则说明</h2>

<dl>
<dt>◎正码特</dt>
<dd>
<ul>
<li>正1特、正2特、正3特、正4特、正5特：指下注的正码特与现场滚球开出之正码其开奖顺序及开奖号码相同，视为中奖，<br />
如现场滚球第一个正码开奖为11号，下注第一个正码特为11则视为中奖，其它号码视为不中奖。</li>
</ul>
</dd>

<dt>◎正码大小</dt>
<dd>
<ul>
<li>开出号码01~05为小，06~11为大。</li>
</ul>
</dd>

<dt>◎正码单双</dt>
<dd>
<ul>
<li>正码为单数叫正码一单，如01、11；为双数叫正码一双，开出06为和 。</li>
</ul>
</dd>

<dt>◎正码和数单双</dt>
<dd>
<ul>
<li>正码个位和十位数字之和来判断胜负，如01、03、10为和单；02、04、10为和双。</li>
</ul>
</dd>

<dt>◎正码尾数大小</dt>
<dd>
<ul>
<li>开出之正码尾数大于或等于5为尾大，小于或等于4为尾小 。</li>
</ul>
</dd>



<h2>总和规则说明</h2>

<dl>
<dt>◎总和大小</dt>
<dd>
<ul>
<li>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值大于或等于 31 为总和大，小于或等于 29 为总和小，等于30和局。</li>
</ul>
</dd>

<dt>◎总和单双</dt>
<dd>
<ul>
<li>所有开奖号码数字加总值是单数为和单，如11、21；加总值是双数为和双，如22、40。</li>
</ul>
</dd>

<dt>◎龙虎</dt>
<dd>
<ul>
<li>龙：第一球中奖号码大于第五球的中奖号码。如第一球开出11，第五球开出09。虎：第一球中奖号码小于第五球的中奖号码。如第一球开出09，第五球开出11。</li>
</ul>
</dd>

<h2>顺子 杂六规则说明</h2>

<dl>
<dt>◎前三特殊玩法： 顺子 > 半顺 > 杂六</dt>
<dd>
<ul>
<li>顺子：开奖号码的万位千位百位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：123XX、901XX、321XX、789XX...开奖号码的万位千位百位数字相连，则投注前三顺子者视为中奖，其它视为不中奖。</li>
<li>半顺：开奖号码的万位千位百位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：125XX、540XX、390XX...开奖号码的万位千位百位有两位数字相连，则投注前三半顺者视为中奖，其它视为不中奖。如果开奖号码为前三顺子、前三对子，则前三半顺视为不中奖。如开奖号码为：123XX、901XX、556XX、233XX...视为不中奖。</li>
<li>杂六：不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：157XX、268XX...开奖号码位数之间无关联性，则投注前三杂六者视为中奖，其它视为不中奖。</li>
</ul>
</dd>

<dl>
<dt>◎中三特殊玩法： 顺子 > 半顺 > 杂六</dt>
<dd>
<ul>
<li>顺子：开奖号码的万位千位百位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：X123X、X901X、X321X、X789X...开奖号码的千位百位拾位数字相连，则投注中三顺子者视为中奖，其它视为不中奖。</li>
<li>半顺：开奖号码的千位百位拾位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：X125X、X540X、X390X...开奖号码的千位百位拾位有两位数字相连，则投注中三半顺者视为中奖，其它视为不中奖。如果开奖号码为中三顺子、中三对子，则中三半顺视为不中奖。如开奖号码为：X123X、X901X、X556X、X233X...视为不中奖。</li>
<li>杂六：不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：X157X、X268X...开奖号码位数之间无关联性，则投注中三杂六者视为中奖，其它视为不中奖。</li>
</ul>
</dd>

<dl>
<dt>◎后三特殊玩法： 顺子 > 半顺 > 杂六</dt>
<dd>
<ul>
<li>顺子：开奖号码的百位拾位个位数字都相连，不分顺序（数字9、0、1相连）。如中奖号码为：XX123、XX901、XX321、XX789...开奖号码的百位拾位个位数字相连，则投注后三顺子者视为中奖，其它视为不中奖。</li>
<li>半顺：开奖号码的百位拾位个位任意两位数字相连，不分顺序（不包括顺子、对子）。如中奖号码为：XX125、XX540、XX390...开奖号码的百位拾位个位有两位数字相连，则投注后三半顺者视为中奖，其它视为不中奖。如果开奖号码为后三顺子、后三对子，则后三半顺视为不中奖。如开奖号码为：XX123、XX901、XX556、XX233...视为不中奖。</li>
<li>杂六：不包括豹子、对子、顺子、半顺的所有开奖号码。如开奖号码为：XX157、XX268...开奖号码位数之间无关联性，则投注后三杂六者视为中奖，其它视为不中奖。</li>
</ul>
</dd>



<h2>一中一盘势规则说明</h2>

<dl>
<dt>◎一中一</dt>
<dd>
<ul>
<li>投注一个码，如果此码在开奖结果的五个数中存在，为中奖。</li>
</ul>
</dd>
</dl>

          <br />
  </div>



    <div class="BJKN rule_style_set" id="BJKN_rule">
      <p>北京快乐8 是依照北京福彩网发行的北京快乐8的官方开奖结果所规划的游戏。由1至80的号码中随机摇出20个数字作为开奖号码，依这20个号码变化成各式不同的玩法，在根据猜中的号码个数或玩法可以获得不同等级的奖金。<br />
此游戏的开奖时间和开奖号码完全与北京福彩网发行的北京快乐8同步，每日从早上9点至晚上12点，每五分钟开奖一次，每日开奖179期。<br />
</br>
官方网址：<a href=\'http://www.bwlc.net\' target=\'_blank\'>http://www.bwlc.net</a><br />
即时开奖结果：<a href=\'http://www.bjfcdt.gov.cn/happy8/v1/affiche.aspx\' target=\'_blank\'>http://www.bjfcdt.gov.cn/happy8/v1/affiche.aspx</a><br />
</br>
<font color="red">(若开奖时间异动以中国福利彩票管理中心公告为准）。</font></p>

              <h2>玩法</h2>

<dl>
<dt>◎选号玩法</dt>
<dd>
<ul>
<li>选一：投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖。  </li>
<li>选二：投注的2个号码与当期摇出的20个号码中的任2个号码相同，则中奖。  </li>
<li>选三：投注的3个号码为一组合，若其中2个是开奖中的号码，即为三中二，视为中奖；若3个都是开奖中的号码，即为三中三，其余情形视为不中奖。  </li>
<li>选四：投注的4个号码为一组合，若其中2个是开奖中的号码，即为四中二，视为中奖；若其中3个是开奖中的号码，即为四中三；若4个都是开奖中的号码，即为四中四，其余情形视为不中奖。  </li>
<li>选五：投注的5个号码为一组合，若其中3个是开奖中的号码，即为五中三，视为中奖；若其中4个号码是开奖中的号码，即为五中四；若5个都是开奖中的号码，即为五中五，其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎和值玩法</dt>
<dd></dd>
</dl>

<ul>
<li>以所有开出的全部20个号码加起来的和值来判定。<br />
总单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。<br />
总大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。<br />
和值810：20个号码加总的和值等于810，叫和值810。(当和值等于810，则大小退回本金)<br />
※举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
</ul>

<dl>
<dt>◎上中下盘玩法</dt>
<dd>
<ul>
<li><p>上下盘：开奖号码1至40为上盘号码，41至80为下盘号码。<br />
开出的20个号码中：如上盘号码（1-40）在此局开出号码数目占多数时，此局为上盘；<br />
下盘号码（41-80）在此局开出号码数目占多数时，此局为下盘；<br />
上盘号码（1－40）和下盘号码（41-80）在此局开出的数目相同时（各10个数字），此局为中盘。</p>

<p>※举例：此局开出1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20. 此局为上盘。<br />
※举例：此局开出41，42，43，44，45，46，47，48，49，50，51，52，53，54，55，56，57，58，59，60 此局为下盘。<br />
※举例：此局开出 1，2，3，4，5，6，7，8，9，10，41，42，43，44，45，46，47，48，49，50 此局为中盘。</p></li>
</ul>
</dd>

<dt>◎奇偶和盘玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开奖号码中1，3，5，7，…，75，77，79为奇数号码，2，4，6，8，……，76，78，80为偶数号码。
当期开出的20个中奖号码中，如奇数号码数目占多数时（超过10个），则为奇盘，投注奇者中奖；
偶数号码占多数时（超过10个），则为偶盘，投注偶者中奖；
如果奇数和偶数号码数目相同时（均为 10个），则为和，投注和者中奖。<br />
※举例：此期开出1，3，5，7，9，11，13，15，17，19，21，22，24，26，28，30，32，34，46，68， 其中奇数11个偶数9个，此期为奇盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，44，48，66，68，25，27，31，35，37，39，41，55， 其中偶数12个奇数8个，此期为偶盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，18，20，41，43，45，47，49，51，53，55，57，59， 其中奇数10个偶数10个，此期为和。</li>
</ul>

<dl>
<dt>◎五行玩法</dt>
<dd>
<ul>
<li>开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br />
则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
</ul>
</dd>

<dt>◎过关玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。<br />
总和大于810为「总数大」，小于810为「总数小」；<br />
总和为偶数叫「双」，奇数叫「单」；<br />
通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。<br />
总和等于810，则视为和局。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是奇数，则为「小单」。下注「小单」为赢，反之则输。</li>
</ul>

          <br />
  </div>
    <div class="CAKN rule_style_set" id="CAKN_rule">
      <p>加拿大卑斯 是依照 BCLC（British Columbia Lottery Corporation）发行的KENO游戏的官方开奖结果所规划的游戏。<br />
由1至80的号码中随机摇出20个数字作为开奖号码，依这20个号码变化成各式不同的玩法，在根据猜中的号码个数或玩法可以获得不同等级的奖金。
此游戏的开奖时间为每四分钟开奖一次，每周二～周日从4：50 am到隔天4:00 am(太平洋时间)，周一从6：05 am到隔天4:00 am(太平洋时间)。<br />
</br>
官方网址：<a href=\'http://lotto.bclc.com/keno-and-keno-bonus/\' target=\'_blank\'>http://lotto.bclc.com/keno-and-keno-bonus/</a><br />
即时开奖结果：<a href=\'http://lotto.bclc.com/winning-numbers/keno-and-keno-bonus.html\' target=\'_blank\'>http://lotto.bclc.com/winning-numbers/keno-and-keno-bonus.html</a><br />
</br>
<font color="red">(若开奖时间异动以 BCLC（British Columbia Lottery Corporation）公告为准）。</font></p>

              <h2>玩法</h2>

<dl>
<dt>◎选号玩法</dt>
<dd>
<ul>
<li>选一：投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖。  </li>
<li>选二：投注的2个号码与当期摇出的20个号码中的任2个号码相同，则中奖。  </li>
<li>选三：投注的3个号码为一组合，若其中2个是开奖中的号码，即为三中二，视为中奖；若3个都是开奖中的号码，即为三中三，其余情形视为不中奖。  </li>
<li>选四：投注的4个号码为一组合，若其中2个是开奖中的号码，即为四中二，视为中奖；若其中3个是开奖中的号码，即为四中三；若4个都是开奖中的号码，即为四中四，其余情形视为不中奖。  </li>
<li>选五：投注的5个号码为一组合，若其中3个是开奖中的号码，即为五中三，视为中奖；若其中4个号码是开奖中的号码，即为五中四；若5个都是开奖中的号码，即为五中五，其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎和值玩法</dt>
<dd></dd>
</dl>

<ul>
<li>以所有开出的全部20个号码加起来的和值来判定。<br />
总单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。<br />
总大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。<br />
和值810：20个号码加总的和值等于810，叫和值810。(当和值等于810，则大小退回本金)<br />
※举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
</ul>

<dl>
<dt>◎上中下盘玩法</dt>
<dd>
<ul>
<li><p>上下盘：开奖号码1至40为上盘号码，41至80为下盘号码。<br />
开出的20个号码中：如上盘号码（1-40）在此局开出号码数目占多数时，此局为上盘；<br />
下盘号码（41-80）在此局开出号码数目占多数时，此局为下盘；<br />
上盘号码（1－40）和下盘号码（41-80）在此局开出的数目相同时（各10个数字），此局为中盘。</p>

<p>※举例：此局开出1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20. 此局为上盘。<br />
※举例：此局开出41，42，43，44，45，46，47，48，49，50，51，52，53，54，55，56，57，58，59，60 此局为下盘。<br />
※举例：此局开出 1，2，3，4，5，6，7，8，9，10，41，42，43，44，45，46，47，48，49，50 此局为中盘。</p></li>
</ul>
</dd>

<dt>◎奇偶和盘玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开奖号码中1，3，5，7，…，75，77，79为奇数号码，2，4，6，8，……，76，78，80为偶数号码。
当期开出的20个中奖号码中，如奇数号码数目占多数时（超过10个），则为奇盘，投注奇者中奖；
偶数号码占多数时（超过10个），则为偶盘，投注偶者中奖；
如果奇数和偶数号码数目相同时（均为 10个），则为和，投注和者中奖。<br />
※举例：此期开出1，3，5，7，9，11，13，15，17，19，21，22，24，26，28，30，32，34，46，68， 其中奇数11个偶数9个，此期为奇盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，44，48，66，68，25，27，31，35，37，39，41，55， 其中偶数12个奇数8个，此期为偶盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，18，20，41，43，45，47，49，51，53，55，57，59， 其中奇数10个偶数10个，此期为和。</li>
</ul>

<dl>
<dt>◎五行玩法</dt>
<dd>
<ul>
<li>开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br />
则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
</ul>
</dd>

<dt>◎过关玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。<br />
总和大于810为「总数大」，小于810为「总数小」；<br />
总和为偶数叫「双」，奇数叫「单」；<br />
通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。<br />
总和等于810，则视为和局。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是奇数，则为「小单」。下注「小单」为赢，反之则输。</li>
</ul>

          <br />
  </div>
    <div class="AUKN rule_style_set" id="AUKN_rule">
      <p>澳洲首都商业区 是依照 ACTTAB（Australian Capital Territory Totalizator Agency Board）发行的KENO游戏的官方开奖结果所规划的游戏。
由1至80的号码中随机摇出20个数字作为开奖号码，依这20个号码变化成各式不同的玩法，在根据猜中的号码个数或玩法可以获得不同等级的奖金。
此游戏的开奖时间为每三分钟半开奖一次。<br />
</br>
官网开放时间：(澳洲时间)<br />
星期一 ~ 星期四：07:15 am- 02:30 am<br />
星期五 ~ 星期六: 07:15 am- 03:30 am<br />
星期天: 09:00 am- 02:30 am<br />
</br>
公司开盘时间：(北京时间)<br />
星期一 ~星期天: 08:00 am- 11:26 pm
</br>
官方网址：<a href=\'http://www2.acttab.com.au\' target=\'_blank\'>http://www2.acttab.com.au</a><br />
即时开奖结果：<a href=\'http://www2.acttab.com.au/site/keno.php\' target=\'_blank\'>http://www2.acttab.com.au/site/keno.php</a><br />
</br>
<font color="red">(若开奖时间异动以 ACTTAB（Australian Capital Territory Totalizator Agency Board）公告为准）。</font></p>

              <h2>玩法</h2>

<dl>
<dt>◎选号玩法</dt>
<dd>
<ul>
<li>选一：投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖。  </li>
<li>选二：投注的2个号码与当期摇出的20个号码中的任2个号码相同，则中奖。  </li>
<li>选三：投注的3个号码为一组合，若其中2个是开奖中的号码，即为三中二，视为中奖；若3个都是开奖中的号码，即为三中三，其余情形视为不中奖。  </li>
<li>选四：投注的4个号码为一组合，若其中2个是开奖中的号码，即为四中二，视为中奖；若其中3个是开奖中的号码，即为四中三；若4个都是开奖中的号码，即为四中四，其余情形视为不中奖。  </li>
<li>选五：投注的5个号码为一组合，若其中3个是开奖中的号码，即为五中三，视为中奖；若其中4个号码是开奖中的号码，即为五中四；若5个都是开奖中的号码，即为五中五，其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎和值玩法</dt>
<dd></dd>
</dl>

<ul>
<li>以所有开出的全部20个号码加起来的和值来判定。<br />
总单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。<br />
总大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。<br />
和值810：20个号码加总的和值等于810，叫和值810。(当和值等于810，则大小退回本金)<br />
※举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
</ul>

<dl>
<dt>◎上中下盘玩法</dt>
<dd>
<ul>
<li><p>上下盘：开奖号码1至40为上盘号码，41至80为下盘号码。<br />
开出的20个号码中：如上盘号码（1-40）在此局开出号码数目占多数时，此局为上盘；<br />
下盘号码（41-80）在此局开出号码数目占多数时，此局为下盘；<br />
上盘号码（1－40）和下盘号码（41-80）在此局开出的数目相同时（各10个数字），此局为中盘。</p>

<p>※举例：此局开出1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20. 此局为上盘。<br />
※举例：此局开出41，42，43，44，45，46，47，48，49，50，51，52，53，54，55，56，57，58，59，60 此局为下盘。<br />
※举例：此局开出 1，2，3，4，5，6，7，8，9，10，41，42，43，44，45，46，47，48，49，50 此局为中盘。</p></li>
</ul>
</dd>

<dt>◎奇偶和盘玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开奖号码中1，3，5，7，…，75，77，79为奇数号码，2，4，6，8，……，76，78，80为偶数号码。
当期开出的20个中奖号码中，如奇数号码数目占多数时（超过10个），则为奇盘，投注奇者中奖；
偶数号码占多数时（超过10个），则为偶盘，投注偶者中奖；
如果奇数和偶数号码数目相同时（均为 10个），则为和，投注和者中奖。<br />
※举例：此期开出1，3，5，7，9，11，13，15，17，19，21，22，24，26，28，30，32，34，46，68， 其中奇数11个偶数9个，此期为奇盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，44，48，66，68，25，27，31，35，37，39，41，55， 其中偶数12个奇数8个，此期为偶盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，18，20，41，43，45，47，49，51，53，55，57，59， 其中奇数10个偶数10个，此期为和。</li>
</ul>

<dl>
<dt>◎五行玩法</dt>
<dd>
<ul>
<li>开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br />
则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
</ul>
</dd>

<dt>◎过关玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。<br />
总和大于810为「总数大」，小于810为「总数小」；<br />
总和为偶数叫「双」，奇数叫「单」；<br />
通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。<br />
总和等于810，则视为和局。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是奇数，则为「小单」。下注「小单」为赢，反之则输。</li>
</ul>

          <br />
  </div>
    <div class="BBKN rule_style_set" id="BBKN_rule">
      <p>“BB快乐彩”是一个专业且开奖迅速的彩票游戏，每日10:00~隔天09:00以公正的直播视讯进行开奖，每次开奖约3分钟。<br />
中奖号码是由1至80的号码中随机摇出20个号码构成。丰富玩法除了选号，还有和值、奇偶、上下盘等多种游戏方式提供选择。</p>

              <h2>玩法</h2>

<dl>
<dt>◎选号玩法</dt>
<dd>
<ul>
<li>选一：投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖。  </li>
<li>选二：投注的2个号码与当期摇出的20个号码中的任2个号码相同，则中奖。  </li>
<li>选三：投注的3个号码为一组合，若其中2个是开奖中的号码，即为三中二，视为中奖；若3个都是开奖中的号码，即为三中三，其余情形视为不中奖。  </li>
<li>选四：投注的4个号码为一组合，若其中2个是开奖中的号码，即为四中二，视为中奖；若其中3个是开奖中的号码，即为四中三；若4个都是开奖中的号码，即为四中四，其余情形视为不中奖。  </li>
<li>选五：投注的5个号码为一组合，若其中3个是开奖中的号码，即为五中三，视为中奖；若其中4个号码是开奖中的号码，即为五中四；若5个都是开奖中的号码，即为五中五，其余情形视为不中奖。</li>
</ul>
</dd>

<dt>◎和值玩法</dt>
<dd></dd>
</dl>

<ul>
<li>以所有开出的全部20个号码加起来的和值来判定。<br />
总单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。<br />
总大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。<br />
和值810：20个号码加总的和值等于810，叫和值810。(当和值等于810，则大小退回本金)<br />
※举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
</ul>

<dl>
<dt>◎上中下盘玩法</dt>
<dd>
<ul>
<li><p>上下盘：开奖号码1至40为上盘号码，41至80为下盘号码。<br />
开出的20个号码中：如上盘号码（1-40）在此局开出号码数目占多数时，此局为上盘；<br />
下盘号码（41-80）在此局开出号码数目占多数时，此局为下盘；<br />
上盘号码（1－40）和下盘号码（41-80）在此局开出的数目相同时（各10个数字），此局为中盘。</p>

<p>※举例：此局开出1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20. 此局为上盘。<br />
※举例：此局开出41，42，43，44，45，46，47，48，49，50，51，52，53，54，55，56，57，58，59，60 此局为下盘。<br />
※举例：此局开出 1，2，3，4，5，6，7，8，9，10，41，42，43，44，45，46，47，48，49，50 此局为中盘。</p></li>
</ul>
</dd>

<dt>◎奇偶和盘玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开奖号码中1，3，5，7，…，75，77，79为奇数号码，2，4，6，8，……，76，78，80为偶数号码。
当期开出的20个中奖号码中，如奇数号码数目占多数时（超过10个），则为奇盘，投注奇者中奖；
偶数号码占多数时（超过10个），则为偶盘，投注偶者中奖；
如果奇数和偶数号码数目相同时（均为 10个），则为和，投注和者中奖。<br />
※举例：此期开出1，3，5，7，9，11，13，15，17，19，21，22，24，26，28，30，32，34，46，68， 其中奇数11个偶数9个，此期为奇盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，44，48，66，68，25，27，31，35，37，39，41，55， 其中偶数12个奇数8个，此期为偶盘。<br />
※举例：此期开出2，4，6，8，10，12，14，16，18，20，41，43，45，47，49，51，53，55，57，59， 其中奇数10个偶数10个，此期为和。</li>
</ul>

<dl>
<dt>◎五行玩法</dt>
<dd>
<ul>
<li>开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br />
则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
</ul>
</dd>

<dt>◎过关玩法</dt>
<dd></dd>
</dl>

<ul>
<li>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。<br />
总和大于810为「总数大」，小于810为「总数小」；<br />
总和为偶数叫「双」，奇数叫「单」；<br />
通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。<br />
总和等于810，则视为和局。<br />
※举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是奇数，则为「小单」。下注「小单」为赢，反之则输。</li>
</ul>

          <br />
  </div>
    <div class="BJPK rule_style_set" id="BJPK_rule">
      <ol>
<li>“北京PK拾”是由中国福利彩票发行，北京福利彩票发行中心承销。</li>
<li>每日共开奖179期、每5分钟开奖1次。</li>
<li>开奖时间：早上9点至晚上12点。如开奖时间异动以中国福利彩票管理中心公告为准。<br />
官方网站：<a href=\'http://www.bjfcdt.gov.cn/Pk10/game/\' target=\'_blank\'>http://www.bjfcdt.gov.cn/Pk10/game/ </a><br />
即时开奖：<a href=\'http://www.huacai.com/buy/index.do?lotteryid=162\' target=\'_blank\'>http://www.huacai.com/buy/index.do?lotteryid=162</a></li>
</ol>

<h2>单码/双面规则说明</h2>

<dl>
<dt>◎定位</dt>
<dd>
<ul>
<li>指冠军、亚军、季军、第四、第五、第六、第七、第八、第九、第十名出现的顺序与号码为派彩依据。<br />
如现场第一个开奖号码为3号，投注冠军为3则视为中奖，其它号码视为不中奖。</li>
</ul>
</dd>

<dt>◎大小</dt>
<dd>
<ul>
<li>开出的号码大于或等于6为大，小于或等于5为小 。</li>
</ul>
</dd>

<dt>◎单双</dt>
<dd>
<ul>
<li>号码为双数叫双，如4、6；号码为单数叫单，如3、5。</li>
</ul>
</dd>

<dt>◎龙虎</dt>
<dd>
<table>
    <tr>
        <td width="14%" valign="top" bgcolor="#FFE3CA" align="center">
    冠军龙虎
        </td>
        <td width="86%" bgcolor="#FFF7F0">
            <span class="style2">
            * 龙：冠军号码大于第十名号码视为“龙”中奖，如冠军开出07，第十名开出03。<br>
            * 虎：冠军号码小于第十名号码视为“虎”中奖，如冠军开出03，第十名开出07。
            </span>
        </td>
    </tr>
    <tr>
        <td width="14%" valign="top" bgcolor="#FFE3CA" align="center">
    亚军龙虎
        </td>
        <td width="86%" bgcolor="#FFF7F0">
            <span class="style2">
            * 龙：亚军号码大于第九名号码视为“龙”中奖，如亚军开出07，第九名开出03。<br>
            * 虎：亚军号码小于第九名号码视为“虎”中奖，如亚军开出03，第九名开出07。
            </span>
        </td>
    </tr>
    <tr>
        <td width="14%" valign="top" bgcolor="#FFE3CA" align="center">
    季军龙虎
        </td>
        <td width="86%" bgcolor="#FFF7F0">
            <span class="style2">
            * 龙：季军号码大于第八名号码视为“龙”中奖，如季军开出07，第八名开出03。<br>
            * 虎：季军号码小于第八名号码视为“虎”中奖，如季军开出03，第八名开出07。
            </span>
        </td>
    </tr>
    <tr>
        <td width="14%" valign="top" bgcolor="#FFE3CA" align="center">
    第四名龙虎
        </td>
        <td width="86%" bgcolor="#FFF7F0">
            <span class="style2">
            * 龙：第四名号码大于第七名号码视为“龙”中奖，如第四名开出07，第七名开出03。<br>
            * 虎：第四名号码小于第七名号码视为“虎”中奖，如第四名开出03，第七名开出07。
            </span>
        </td>
    </tr>
    <tr>
        <td width="14%" valign="top" bgcolor="#FFE3CA" align="center">
    第五名龙虎
        </td>
        <td width="86%" bgcolor="#FFF7F0">
            <span class="style2">
            * 龙：第五名号码大于第六名号码视为“龙”中奖，如第五名开出07，第六名开出03。<br>
            * 虎：第五名号码小于第六名号码视为“虎”中奖，如第五名开出03，第六名开出07。
            </span>
        </td>
    </tr>
</table>
</dd>
</dl>

<h2>冠亚军和规则说明</h2>

<dl>
<dt>◎冠亚军和</dt>
<dd>
<ul>
<li>冠军号码与亚军号码的和值区间为3~19，当投注组合符合冠亚军和值，即视为中奖。</li>
</ul>
</dd>

<dt>◎冠亚军和大小</dt>
<dd>
<ul>
<li>当开奖结果冠军号码与亚军号码的和值大于11为大，投注“和大”则视为中奖；小于11为小，投注“和小”则视为中奖；等于11视为和(不计算输赢)。</li>
</ul>
</dd>

<dt>◎冠亚军和单双</dt>
<dd>
<ul>
<li>当开奖结果冠军号码与亚军号码的和值为单数如9、13，投注“和单”则视为中奖；为双数如12、16，投注“和双”则视为中奖；若总和为11，则视为和(不计算输赢)。</li>
</ul>
</dd>
</dl>

<h2>选号</h2>

<dl>
<dt>◎前二</dt>
<dd>
<ul>
<li>投注的2个号码与开奖号码中的前2个号码相同且顺序一致，视为中奖。<br />
※例：开奖号码为1，2，3，4，5，6，7，8，9，10;下注号码第一位为1、第二位为2。<br />
选二之二中一：投注的2个号码，只要有1个号码与开奖号码前2个号码其中1码相同且顺序一致，视为中奖。</li>
</ul>
</dd>

<dt>◎前三</dt>
<dd>
<ul>
<li>投注的3个号码与开奖号码的前3个号码相同且顺序一致，视为中奖。<br />
※例如：开奖号码为1、2、3、4、5、6、7、8、9、10，投注号码第一位为1、第二位为2、第三位为3。<br />
选三之三中二：投注的3个号码，只要有2个号码与开奖号码前3个号码其中2码相同且顺序一致，视为中奖。</li>
</ul>
</dd>

<dt>◎前四</dt>
<dd>
<ul>
<li>投注的4个号码与开奖号码的前4个号码相同且顺序一致，视为中奖。<br />
※例如：开奖号码为1、2、3、4、5、6、7、8、9、10，投注号码第一位为1、第二位为2、第三位为3、第四位为4。<br />
选四之四中三：投注的4个号码，只要有3个号码与开奖号码前4个号码其中3码相同且顺序一致，视为中奖。<br />
选四之四中二：投注的4个号码，只要有2个号码与开奖号码前4个号码其中2码相同且顺序一致，视为中奖。</li>
</ul>
</dd>
</dl>

          <br />
  </div>
  </div>';